{"098601":["Taichung Municipal Government.","Institute of Chinese Literature and Philosophy, Academia Sinica.","Institute of History and Philology. Academia Sinica.","Taoyuan City Government","Ministry of Education","Miaoli District Agricultural Research and Extension Station, COA","National Taiwan Arts Education Center","Hualian Forest District Office","National Health Research Institutes","Architecture & Building Research Institute. Ministry of Interior.","Department of Painting and Calligraphy Arts, National Taiwan University of Arts","Taipei Municipal Chung Shan Girls Senior High School","Education Bureau, Kaohsiung City Government","Fine Arts Department of National Taiwan University of Arts","Department of Fine Art, National Kaohsiung Normal University","Department of Information Management, Central Police University","National Chin-Yi University of Technology","Department of Art Industry, National Taitung University","Academia Historica","Atomic Energy Council. Executive Yuan.","Bureau of Civil Affairs. Taipei City Government.","Bureau of Education, Taichung County Government","Bureau of Education. Kaohsiung City Government.","Bureau of Education. Taipei City Government.","Bureau of Education. Taipei Hsin Government","Bureau of Environmental Protection. Taichung City Government.","Bureau of Environmental Protection. Taipei City Government.","Bureau of Environmental Protection. Yilan City Government.","Bureau of Foreign Trade. Ministry of Economic Affairs.","Bureau of National Health Insurance.","Bureau of Social Affairs. Kaohsiung City Government.","Bureau of Transportation. Taipei City Government.","Centeral Bank of China","Central Deposit Insurance Corp.","Central Election Commission.","Central Geological Survey. Ministry of Economic Affairs.","Changhua County Government","ChiaYi County Government","Chiang Kai-shek Memorial Hall","Chiayi County Government.","Chiayi Municipal Government.","Civil Service Protection & Training Commission.","Commission of Research, Development and Evaluation. Kaohsiung City Government.","Construction & Planning Administration. Ministry of the Interior.","Consumer Protection Commission. Executive Yuan.","Control Yuan.","Council for Cultural Planning and Development. Executive Yuan.","Council for Economic Planning and Development, Executive Yuan.","Council of Agriculture, Executive Yuan.","Council of Labor Affairs. Executive Yuan.","Department of Commerce. Ministry of Economic Affairs.","Department of Health. Executive Yuan.","Department of Health. Taipei City Government.","Department of Land Administration. Taipei City Government.","Department of Lane Administration. Kaohsiung City Government.","Department of Rapid Transit Systems. Taipei City Government.","Department of Urban Development. Taipei City Government.","Directorate General of Budget, Accounting and Statistics. Executive Yuan.","Directorate General of Customs.","East Coast National Scenic Area Administration. Tourism Bureau","Employment and Vocational Training Administration. Council of Labor Affairs. Executive Yuan.","Environmental Protection Administration, Executive Yuan","Environmental Protection Administration. Executive Yuan.","Examination Yuan.","Fair Trade Commission. Executive Yuan.","Government Information Office.","Hsinchu City Government.","Hsinchu County Government.","Hsinchuang Municipal Administration Office. Taipei County Government.","Hualien County Government","Hualien County Government.","Ilan County Government","Industrial Development Bureau. Ministry of Economic Affairs","Industrial Technology Department. Ministry of Economic Affairs.","Information Office. Kaohsiung City Government.","Institute of Nuclear Energy Research. Atomic Energy Council. Executive Yuan.","Institute of Occupational Safety and Health.","Institute of Transportation, Ministry of Transportation andCommunications.","Investigation Bureau. Ministry of Justice.","Judicial Yuan.","Kaohsiung Branch, Taiwan High Prosecutors Office","Kaohsiung City Election Commission.","Kaohsiung City Government","Kaohsiung County Cultural Center.","Kaohsiung County Government.","Kaohsiung Municipal Library","Kaohsiung Municipal Library.","Kaohsiung Museum of Fine Arts.","Keelung Municipal Government","Keelung Municipal Government.","Kenting National Park Headquarters","Kinmen County Government","Kinmen National Park Headquarters.","Legislative Yuan.","Mainland Affair Council, Republic of China (Taiwan)","Mainland Affair Council. The Executive Yuan.","Miaoli County Government","Miaoli County Government.","Ministry of Civil Service.","Ministry of Economic Affairs.","Ministry of Education.","Ministry of Examination.","Ministry of Finance.","Ministry of Foreign Affairs, Republic of China (Taiwan)","Ministry of Foreign Affairs.","Ministry of Justice","Ministry of Justice.","Ministry of Transportation and Communications Taiwan Area National Expressway Engineering Bureau","Ministry of Transportation and Communications.","Ministry of the Interior","Ministry of the Interior.","Mongolian and Tibetan Affairs Commission.","Municipal Election Commission of Taipei","Nantou County Government","National Audit Office","National Central Library. Taiwan Branch","National Central University","National Chia-Yi Girls' Senior High School","National College of Physical Education and Sports","National Dong Hwa University.","National Dr. Sun Yat-sen Memorial Hall.","National Education Radio","National Fire Agency, Ministry of the Interior","National Institute of Educational Resources and Research","National Laboratories of Foods and Drugs.","National Lo Tung Senior High School","National Museum of History.","National Museum of Natural Science, the Republic of Chian","National Police Administration. Ministry of the Interior.","National Research Institute of Chinese Medicine","National Science Council, Executive Yuan.","National Tainan Girls' Senior High School","National Taiwan Ocean University","National Taiwan University","Penghu County Government","Shei-Pa National Park Headquarters.","Taitung County Government","Taiwan Agricultural Chemicals and Toxic Substances Research Institute, Council of Agriculture.","Taroko National Park Headquarters.","The Publisher of Prospect & Exploration Magazine","Tucheng Municipal Adnministration Office, Taipei County Government","Yangmingshan National Park Headquarters.","Yilan County Government","Yunlin County Government.","Yushan National Park Headquarters","Yushan National Park Headquarters. Construction and Planning Agency of Ministry of Interior","4th River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","4th River Management Office, WRA","7th River Management Office WRA, MOEA","Academia Sinica","Administrative Enforcement Agency, Ministry of Justice","Agriculture & Fishery Bureau of Peng-Hu County","Agriculture and Food Agency, Council of Agriculture. Executive Yuan.","Animal Health Research, Council of Agriculture. Executive Yuan.","Aviation Safety Council","Burcau of Cultural Affairs, Chang-Hua County","Bureau of Animal and Plant Health Inspection and Quarantine Council of Agriculture. Executive Yuan.","Bureau of Cultural Affairs, Kaohsiung City Government","Bureau of Culture, Kinmen County","Bureau of Culture, Penghu County","Bureau of Education. Tainan County Government","Bureau of Education. Taoyuan City Government.","Bureau of Environmental Protection. Kaoshiung City Government.","Bureau of Health Taoyuan County Government.","Bureau of Health, Tainan County Government","Bureau of Health. Taipei County Government.","Bureau of High Speed Rail,MOTC","Bureau of Investigation, Ministry of Justice.","Bureau of Labor Affairs of Taipei City Goverment","Bureau of Labor Affairs of Taipei County Goverment","Bureau of Social Affairs. Taipei City Government.","Bureau of Standards, Metrology and Inspection","Caltural Affairs Bureau Of Taichung County","Center for Art National Central University","Center for Asia-Pacific Area Studies","Center for Biotechnology. National Taiwan University.","Center for Disease Control Department of Heath. Executive Yuan.","Center for Space and Remote Sensing Research National Central University","Center for Study of Sexuality and Difference. National Central University","Centra Water Resources Bureau, WRA, Moea","Cheng Kung Elementary School","Chia An Administration Office, Hualien County Government","Chiayi Forest District Office","Child Welfare Bureau, Ministry of the Interior R.O.C.","Chinese Telecom Co., Ltd.","Chu Tung Town Administration Office. Hsinchu County","Chu Wan Elementary School, Penghu","Chung Yie High School Taichung Hsin","Chunghwa Post Co., Ltd. Ministry of Transportation and Communications","Civil Aeronautics Administration","College of Humanities and Social Science, National Kaohsiung University of Applied Sciences","College of Liberal Arts, National Chengchi University","College of Liberal Arts. National Sun Yat-Sen University","Commission on the Disciplinary Sanctions of Functionaries","Councal of Hakka Affairs, Taipei City Government.","Council for Hakka Affairs","Councl of Aboriginal Offiars the Executive Yuan","Cultural Affairs Bureau of Chiayi","Cultural Affairs Bureau of Hsinchu County","Cultural Affairs Bureau of Taichung City Government","Cultural Affairs Bureau of Tainan County Government","Cultural Affairs Bureau of Taoyuan County Government","Cultural Affairs Bureau, Taichung City Government","Da Shu Village Administration Office. Kaohsiung County Government.","Department Design Research, National Yunlin University of Technology","Department of Chinese Literature","Department of Chinese Literature and Language. National Taiwan University","Department of Chinese Literature, National Chengchi University","Department of Chinese Literature. National Kaohsiung Normal University","Department of Chinese Literature. National Tsin Hua University","Department of Chinese, Management National Dong Hwa University.","Department of Civil Engineering. National Taiwan University","Department of Culture Affairs, Taipei City Government.","Department of Environmental Protection of Tainan","Department of Life Science. National Chung Hsing University","Department of Pharmacy, National Taiwan Univerisity Hospitu","Department of Rapid Transit Systems. Kaohsiung City Government.","Department of Special Eduation, Ministry of Education","Directorate General of Budget, Accounting and Statistics, Kaohsiung City Government.","Domestic Violence Prevention Committee Ministry of Interior Sexual Assault Prevention Committee, Ministry oif Interior","East Asia Research Center of National Chi Nan University","East Rift Valley National Scenic Area Administration, Tourism Bureau, Ministry of Transportation and Communications","Endemic Species Research Institute, C.O.A.","Environmental Protection Training Instituty, Environmental Protection Administration. Executive Yuan.","Executive Yuan Hai An Hsuan Fang Shu","Fengyuan Hospital Department of Health Executive Yuan","Fisheries Agency, COA, R.O.C.","Fisheries Research Institute, COA","Forest Conservation and Management Administration Vocational Assistance Commission for Retired.","Forestry Bureau","Fuel Cycle And Materials Administration Atomic Energy Council. Executive Yuan.","General Coast Patrol Agency. Executive Yuan","Graduate School of Performing Arts, National Taiwan Universityof Arts","Green Island Village Adnministration Office Taitung County Government","Institute of Ethnology. Academia Sinica.","Institute of International Relations, National Chengchi University","Institute of Linguistics, Academia Sinica.","Institute of Modern History, Academia Sinica","Institute of Modern History. Academia Sinica.","Intellectual Property Office, MOEA","Kin Men Liehyu Administration Office","Li Kang Administration Office, Pingtung County Government","Lienchiang County Cultural Bureau","Lienchiang County Government","Liou Guei Village Administration Office. Kaohsiung County Government.","Livestock Research Institute. Council of Agriculture, Ececutive Yuan","Management Board Public Service Pension Fund","Maolin National Scenic Area Administration. Tourism Bureau.","Master's Program of Leisure and Exercise Studies National Yunlin University of Technology","Matsu National Scenic Area Administration. Tourism Bureau.","Militory History and Translation Office, MND","National Bureau of Control Drugs. Department of Heath. Executive Yuan.","National Center for Traditional Arts.","National Chiayi University","National Chung Hsing University","National Defense University","National Kaohsiung Normal University.","National Land Surveying and Maping Center","National Pingtung University of Science and Technology","National Tainan Teachers College.","National Taitung University Laboratory Elementary School","National Taiwan Museum","National Taiwan University Library","National Taiwan University Press","National Taiwan University of Arts","National Tsin Hua University","Preparatory Committee for Establishment National Chi Nan University","Sanchung Municipal Adnministration Office, Taipei County Government","Selected Readings on Training and Development","Special Education Center, National Kaohsiung Normal University","Special Education Center. National Kaohsiung Normal University.","Taichung District Agricultural Impovement Station","Taipei Municipal Ming-Hwu Junior High School","Taipei National University of the Art","Taiwan Forestry Research Institute","The Experimental Forest College of Agriculture. National Chung Hsing University.","The Institute of Europe-American. Academia Sinica.","The Preparatory Office of the Institute of Sociology. Academia Sinica.","Tourism Bureau. Ministry of Transportation and Communications. Alishan National Scenic Area Administation","Water Resources Agency, MOEA","Water Resources Bureau Moea","Water Resources Bureau Moea of Taipei","Bureau of Transportation, Taichung Municipal Government.","Changhua Village Office, Changhua City Government","Chia Hsien Township Office. Kaohsiung County Government.","Chungho Municipal Administration Office. Taipei County Government.","Chungli City Government","Departmant of Chinese Literature. National Sun Yat-Sen University","Department of Authropology. National Taiwan University","Department of Diplomacy, National Cheng Chi University","Department of Ethnology, National Cheng-Chi University","Department of Investment Services, Ministry of Economic Affairs","Department of Journalism, National Chengchi University","Department of Library and Information Science National Taiwan University","Fenyuan Village Office, Changhua County Government","Hualien Municipal Administration Office. Hualien County Government.","Luchou Municipal Adnministration Office, Taipei County Government","National Chengchi University","National Chung Cheng University","College of Planning and Design, National Cheng Kung University","Department of Chinese Literature National Cheng Kung University","Department of Transportation and Communication Management National Science, Cheng Kung University","National Cheng Kung University","Tainan Hydraulics Laboratory, National Cheng Kung University","6th River Management Office WRA, MOEA","8th River Management Office WRA, MOEA","Ai Men Elementary School, Penghu County","Art Center, National Yunlin University of Technology","Ben Gang Elementary School, Taoyuan County","Bioenergy Research Center. National Taiwan University.","Building Administration City Government.","Bureau of Education. Tainan City Government.","Bureau of Employment and Vocation Training Employment ServicesCenter, Taichung-Changhual-Nantou Region","Bureau of Employment and Vocation Training Employment ServicesCenter, Taoyuan-Hsinchu-Miaoli Region","Bureau of Labor Insurance. Council of Labor Affairs. Executive Yuan.","Bureau of Urban Development, Tainan City Government","Center for China Studies, National Chengchi University","Center for Teacher Education, National Chi Nan University","Center for the Third Sector, National Chengchi University","Chih Tung Elementary School, Pehghu County","Chu Chih Primary School, Taipei County","Chung Pu Reacher Center, Taiwan Forestry Research Institute, COA","College of Humanity Art, Natioanl Taipei University of Education","College of Law National University of Kaohsiung","Computer and Information Networking Center National Taiwan University","Da Yuan Elementary School, Taoyuan County","Deng Kong Elementary School, Taipei County","Department of Electronic Engineering, National Kaohsiung University of Applied Sciences","Department of Engineering, National Sun Yat-Sen University","Department of Industrial Technology Educational National Kaohsiung Normal University","Department of Multimedia Design, National Formosa University","Department of Physical Education, Tainan National University of Tainan","Department of Special Education, National Chiayi University","Employment Services Center, Yunlin-Chiayi-Tainan Region, Bureau of Employment and Vocational Traning.","General Education Center National University of Kaohsiung","General Political Warfare Department. Ministry of National Defense.","Graduate School of Printmaking National Taiwan University of Arts","Hakka Affairs Commission, Kaohsiung City Government.","Heng Chun Township Office, Pingtung County","Highland Experimental Farm, College of Bioresources and Agriculture, National Taiwan University.","Hsin Fu Elementary School, linkou, Taipei County","Hsiu Shan Elementary School, Chungho, Taipei County","International Union of History and Philosophy of Science, Division of History of Science(IUHPS/DHS),Committee for History ..","Kuandu Museum of Fine Arts, Taipei National University","Kwei Shan Administration Office. Taoyuan County Government.","Lienchiang County Educational Breau","Lung Gang Elementary School Taoyuan Hsin","Nan Hai Public Experimental Kindergarten of Taipei","National Chengchi University Libraries, NCCU","National I-Lan University","National Pei Men Serior High School","National Penghu Institute of Tchnology","National Pingtung University of Education","National Taipei University of Education","National Taiwan College of Performing Arts","National Union University","National University of Tainan","National Yang Ming University","Navy Headquarters, Ministry of National Defense.","Pingtung County Government","Shihkang Administration Office, Taichung Hsin","Shiuan Shin Elementary School, Chiayi City","Tainan National University of the Arts","Taiwan Culture Research Center(TCRC), National Chiayi University","The 10th River Management Office. Water Resources Agency MOEA.","The 1st River Management Office. Water Resources Agency MOEA.","The 2nd River Management Office. Water Resources Agency MOEA.","The 9th River Management Bureau WRA, MOEA","fifth River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","Academic and Social Promotions and Applications for Digital Archives and E-learning Project","Affiliated Kindergarten of Tung Men Elementary School, TaoyuanCounty","Air Force Command Headquarters, Ministry of National Defense.","Air Navigation and Weather Services Civil Aeronautics Administration","Anatomy and Cell Bililgy, College of Medicine, National TaiwanUniversity","Anti-Money Laundering Division, Bureau of Investigation, Ministry of Justice.","Army Command Headquarters, Ministry of National Defense R.O.C.","Army Infantry School","Arrangement General Office, Taiwan Railways Administration, MOTC Priject Engineer Department","Art Center National Chung Hsing University","Art College, National University of Tainan","Bade City Household Registration Office, Taoyuan Hsin","Banking Bureau, Financial Supervisory Commission, Executive Yuan","Bioethics & Law Center, National Tsing Hua University","Bureau of Education, Keelung City Government","Bureau of Education, Nantou County Government","Bureau of Education. Keelung City Government.","Bureau of Employment and Vocation Training Employment ServicesCenter, Taipei-Keelung-Yilan-Hualien-Kinmen-Matsu Region","Bureau of Environment Protection Taichung City","Bureau of Health. Nantou City Government.","Bureau of Human Resource Development, Kaohsiung City Government","Bureau of Labor Affairs, Taichung City Government.","Bureau of Procurement, Taipei County Government","CCIT College, National Defense University","CPC Corporation, Taiwan","Cao Shu Elementary School, Pingtung","Center for Construction Materials and Technology, National Yunlin University of Technology","Center for Ethics, Law and Society in Biomedicine and Technology","Center for Family Education Center, National Chi Nan University","Center for General Education, National Changhua University of Education","Center for Humanities and Social Sciences, National Sun Yat-Sen University.","Center for Service Technology and Management, National Tsin Hua University","Center for Society, Technology, and Medicine. National Cheng Kung University","Center for Teacher Education Program, Pingtung University of Science and Technology","Center for Teacher Education, National Kaohsiung Hospitality Management","Center for Teacher Education. National Taiwan University","Center for Teacher Educatiuon. National Taiwan University","Center of Biostatistic Consultation, Taiwan University.","Center of General Education of National Kaohsiung University of Applied Sciences","Center of General Education, National Kaohsiung Normal University.","Center of Procurement, Taipei County Government","Central Engraving and Printing Plant","Central Taiwan Science Park Administration, National Science Council","Chang Lung Primary School, Taipei County","Cheng Gong Elementary School, Tainan City","Cheng Kuang Marine & Fishery Vocational High School","Cheng Yi Primary School, Chinmen Hsien","Chest Hospital, Department of Health Executive Yuan","Chiayi County Election Commission.","Chien Shan Elementary School, Nantou County","Chih Cheng Junior High School, Pingtung County","Chimei Township Hall. Penghu Country Government.","Chin Sha Senior High School, Chinmen Hsien","Ching Shui Elementary School, Hsinchu County","Chiu Chu Elementary School, Kaohsiung County","Chu Shan Elementary School, Nantou","Chung Ho Elementary School, Taipei County","Chung Shang District Health Center, Taipei","Chungkuang Branch Economic Processing Zone Administration Ministry of Economic Affairs","Chungli City Household Registration Office","College of Management, National Pingtung University of Science and Technology","Committee of Education, National Kaohsiung Marine University","Compulsory Education Advisory Group of the Kaohaiung Municipal Department Education","Cultural Affairs Department, Pingtun Government","Da Fu Elementary School. Ilan County Government","Da Yaun Elementary School. Taichung County","Da Yaun Library. Taichung County","Dan Shuei Elementary School, Taipei County","Dapu Shang Village Office, Chiayi City Government.","Department of Applied Foreign Language, National Kaohsiung, Hospitality College","Department of Aquatic Sport Management, National Kaohsiung Marine University","Department of Arts, National Chiayi University","Department of Business Administration and Institute of Business Management, National Pingtung Instisute of Commerce.","Department of Business Administration, National Kaohsiung University of Applied Sciences","Department of Chinese Languages and Literature, Pingtung University of Education","Department of Chinese Languiage and Literature, National Union University","Department of Chinese Literature, National Chiayi University","Department of Chinese Literature, Tainan National University of Tainan","Department of Civil and Environmental Engineering, National University of Kaohsiung","Department of Computer Science and Information Engineering, National Chiayi University","Department of Computer Science and Information Engineering, National Union University","Department of Cultural Business Development, National Kaohsiung University of Applied Sciences","Department of General Education, Taipei National University of the Arts","Department of History & Geography, National Chiayi University","Department of Horticultural Science, National Chiayi University","Department of Information & Social Science, National Union University","Department of Landscape Design and Managemnet, National Chin-Yi University","Department of Military Justice,MND","Department of Physical and Health , College of National Pingtung University of Science and Technology","Department of Slavic Language and Literatures, National Chengchi University","Department of Somatics and Sports Leisure Industry, National Taitung University","Department of Theater Arts, National Sun Yat-Sen University","Department of Visual Design, National Kaohsiung Normal University","Digital Culture Center, National Dong Hwa University","Eastern Coast Patrol Office, Coast Guard Administration, Executive Yuan","Education Experimental Elementary School, National University of Tainan","Experimental Farm, College of Bioresources and Agriculture, National Taiwan University.","Fourth Maintenance Office Directorate General of Highways","Fu Hsi Township Household Registration Office, Taoyuan Hsin","Fuyuan Branch, Fushan Elementary School, Taitung","General Education Center, National Kaohsiung Marine University","Graduate Institute of Educational Administration, National Pingtung University of Education","Graduate Institute of Technological and Vocational Education, Pingtung University of Science and Technology","Graduate Institute of Urban Development and Architecture, National University of Kaohsiung","HCC Edu.Development and Information Institution","HTL Department of Chemical Engineering Taiwan University Building Assoication","Headquarters Administration of Cultural Heritage, Council for Cultural Affairs","Hsin Ming Junior High School, Taoyuan County","Hsin Pi Administration Office, Pingtung County Government","Hsin She Village Adminidtration Office, Taichung County Government","Hsueh Chia Administration Office, Tainan County Government","Hu Nei Village Administration Office. Kaohsiung County Government.","Hua Shiun Elementary School, Taoyuan County","Huang Jhu Elementary School, Taichung Hsien","Institute of Technology Management, National Pingtung University of Science and Technology","Jin Jhu Elementary School, Kaohsiung County","Jinhu Town Office, Kinmen County","Jung Shan Junior High School, Lienchiang Hsin","Kang Ko Elemantary School, Hualien County","Kaohsiung MRT Co.,Ltd.","Kaohsiung Municipal Nan-Zih Comprehensive High School","Kin Men County Jinhu Township","Land Consolidation Engineering Bureau, Ministry of the Interior R.O.C.","Lingnan Fine Arts Museum, Academia Sinica","Long King Elementary School, Kaohsiung County","Long Shou Elementary School, Taoyuan County","Lu Chu Township Household Registration Office, Taoyuan County","Luyeh Village Adnministration Office Taitung County","Management Information Systems, National Pingtung University of Science and Technology","Marine National Park Headquarters. Construction & Planning Administration.","Matsu Fishermen's Association","Nan Mei Elementary School, Taoyuan County","National Changhua University of Education","National Communications Commission","National Taipei University Institute of Chinese Bibliography &Textual Criticism","National Taipei University of Education Experimental Elementary School","National Taiwan Sport University(Taoyuan)","National Taoyuan Agricultural & Industrial Vocational High School","National Yunllin University of Science & Technology Office of Physical Education","Old Arhitecture Rescur Center, National Pingtung University of Science and Technology","Panchiao Municipal Adnministration Office, Taipei County Government","Pingtung Aboriginal Office Pingtung Government","Planning and Implementation Office for Creative Education","Preparatory Office of the National Headquarters of Taiwan Traditional Arts.","She Tuan Elementary School, Chiayi Country.","Shuling Municipal Adnministration Office, Taipei County Government","Tainan Municipal Jhih Kai Elementary School","Taipei County Student Fine Art Museum","Taipei Municipal Shi Pai Elementary School","Taipei Physical Education College, Department of Exercise Performing Arts","Taishan Vocational Training Bureau. Council of Labor Affairs. Executive Yuan.","Taiwan Chiayi District Court","Taiwan e-Learning and Digital Archives Program. Taiwan Digital Archives Expansion Project","Teh Research Center for Creativity and Innovation, National Sun Yat Sen Universty","The NTU Mental Rehabilitation Group of the earthquake in Tungshih","Tung Chu Primary School, Lienchiang Hsin"],"098602":["Taichung Municipal Government.","Institute of Chinese Literature and Philosophy, Academia Sinica.","Institute of History and Philology. Academia Sinica.","Taoyuan City Government","Ministry of Education","Miaoli District Agricultural Research and Extension Station, COA","National Taiwan Arts Education Center","Chiayi County Cultural Bureau","Hualian Forest District Office","Assembly Affairs Muesum of The Legislative Yuan","National Health Research Institutes","Architecture & Building Research Institute. Ministry of Interior.","Department of Painting and Calligraphy Arts, National Taiwan University of Arts","Taipei Municipal Chung Shan Girls Senior High School","Executive Yuan","Education Bureau, Kaohsiung City Government","Department of Visual Arts, National Chiayi University","Fine Arts Department of National Taiwan University of Arts","Department of Fine Art, National Kaohsiung Normal University","Department of Electrical Engineering, National University of Kaohsiung","Center for the Humanities, National Sun Yat-Sen University","National Chin-Yi University of Technology","National Kinmen University","Center for General Education, National Tsing Hua University","Department of Art Industry, National Taitung University","Academia Historica","Atomic Energy Council. Executive Yuan.","Bureau of Civil Affairs. Taipei City Government.","Bureau of Education, Taichung County Government","Bureau of Education. Kaohsiung City Government.","Bureau of Education. Taipei City Government.","Bureau of Education. Taipei Hsin Government","Bureau of Environmental Protection. Taichung City Government.","Bureau of Environmental Protection. Taipei City Government.","Bureau of Environmental Protection. Yilan City Government.","Bureau of Foreign Trade. Ministry of Economic Affairs.","Bureau of National Health Insurance.","Bureau of Social Affairs. Kaohsiung City Government.","Bureau of Transportation. Taipei City Government.","Centeral Bank of China","Central Deposit Insurance Corp.","Central Election Commission.","Central Geological Survey. Ministry of Economic Affairs.","Central Police University Press","Central Weather Bureau","Changhua County Government","ChiaYi County Government","Chiang Kai-shek Memorial Hall","Chiayi County Government.","Chiayi Municipal Government.","Civil Service Protection & Training Commission.","Commission of Research, Development and Evaluation. Kaohsiung City Government.","Construction & Planning Administration. Ministry of the Interior.","Consumer Protection Commission. Executive Yuan.","Control Yuan.","Council for Cultural Planning and Development. Executive Yuan.","Council for Economic Planning and Development, Executive Yuan.","Council of Agriculture, Executive Yuan.","Council of Labor Affairs. Executive Yuan.","Department of Commerce. Ministry of Economic Affairs.","Department of Elementary and Junior-High Education. Ministry of Education.","Department of Health. Executive Yuan.","Department of Health. Taipei City Government.","Department of Land Administration. Taipei City Government.","Department of Rapid Transit Systems. Taipei City Government.","Department of Urban Development. Taipei City Government.","Directorate General of Budget, Accounting and Statistics. Executive Yuan.","Directorate General of Customs.","East Coast National Scenic Area Administration. Tourism Bureau","Employment and Vocational Training Administration. Council of Labor Affairs. Executive Yuan.","Environmental Protection Administration, Executive Yuan","Environmental Protection Administration. Executive Yuan.","Examination Yuan.","Fair Trade Commission. Executive Yuan.","Freeway Bureau, MOTC","Government Information Office.","Hsinchu City Government.","Hsinchu County Government.","Hsinchuang Municipal Administration Office. Taipei County Government.","Hualien County Government","Hualien County Government.","Ilan County Government","Industrial Development Bureau. Ministry of Economic Affairs","Industrial Technology Department. Ministry of Economic Affairs.","Institute of Nuclear Energy Research. Atomic Energy Council. Executive Yuan.","Institute of Occupational Safety and Health.","Institute of Transportation, Ministry of Transportation andCommunications.","Investigation Bureau. Ministry of Justice.","Judicial Yuan.","Kaohsiung City Government","Kaohsiung County Cultural Center.","Kaohsiung County Government.","Kaohsiung Municipal Library","Kaohsiung Municipal Library.","Kaohsiung Museum of Fine Arts.","Keelung Municipal Government","Keelung Municipal Government.","Kenting National Park Headquarters","Kinmen County Government","Kinmen National Park Headquarters.","Legislative Yuan.","Mainland Affair Council, Republic of China (Taiwan)","Mainland Affair Council. The Executive Yuan.","Miaoli County Government","Miaoli County Government.","Ministry of Civil Service.","Ministry of Economic Affairs.","Ministry of Education.","Ministry of Examination.","Ministry of Finance.","Ministry of Foreign Affairs, Republic of China (Taiwan)","Ministry of Foreign Affairs.","Ministry of Justice","Ministry of Justice.","Ministry of Transportation and Communications Taiwan Area National Expressway Engineering Bureau","Ministry of Transportation and Communications.","Ministry of the Interior","Ministry of the Interior.","Mongolian and Tibetan Affairs Commission.","Municipal Election Commission of Taipei","Nantou County Government","National Audit Office","National Central Library. Taiwan Branch","National Central University","National Chia-Yi Girls' Senior High School","National College of Physical Education and Sports","National Dong Hwa University.","National Dr. Sun Yat-sen Memorial Hall.","National Education Radio","National Fire Agency, Ministry of the Interior","National Institute of Educational Resources and Research","National Museum of History.","National Museum of Natural Science, the Republic of Chian","National Police Administration. Ministry of the Interior.","National Property Bureau.","National Research Institute of Chinese Medicine","National Science Council, Executive Yuan.","National Tainan Girls' Senior High School","National Taiwan Ocean University","National Taiwan University","Penghu County Government","Shei-Pa National Park Headquarters.","Taitung County Government","Taiwan Agricultural Chemicals and Toxic Substances Research Institute, Council of Agriculture.","Taiwan Power Company","Taroko National Park Headquarters.","The Publisher of Prospect & Exploration Magazine","Tucheng Municipal Adnministration Office, Taipei County Government","Yangmingshan National Park Headquarters.","Yilan County Government","Yunlin County Government.","Yushan National Park Headquarters","Yushan National Park Headquarters. Construction and Planning Agency of Ministry of Interior","4th River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","4th River Management Office, WRA","Academia Sinica","Administrative Enforcement Agency, Ministry of Justice","Agriculture & Fishery Bureau of Peng-Hu County","Agriculture and Food Agency, Council of Agriculture. Executive Yuan.","Animal Health Research, Council of Agriculture. Executive Yuan.","Aviation Safety Council","Biodiversity Research Center . Academia Sinica.","Burcau of Cultural Affairs, Chang-Hua County","Bureau of Animal and Plant Health Inspection and Quarantine Council of Agriculture. Executive Yuan.","Bureau of Cultural Affairs, Kaohsiung City Government","Bureau of Cultural Affairs, Tainan City Government","Bureau of Culture, Kinmen County","Bureau of Culture, Penghu County","Bureau of Education. Tainan County Government","Bureau of Education. Taoyuan City Government.","Bureau of Environmental Protection. Kaoshiung City Government.","Bureau of Health Taoyuan County Government.","Bureau of Health, Tainan County Government","Bureau of Health. Taipei County Government.","Bureau of High Speed Rail,MOTC","Bureau of Labor Affairs of Taipei City Goverment","Bureau of Labor Affairs of Taipei County Goverment","Bureau of Social Affairs. Taipei City Government.","Bureau of Standards, Metrology and Inspection","Caltural Affairs Bureau Of Taichung County","Center for Art National Central University","Center for Asia-Pacific Area Studies","Center for Disease Control Department of Heath. Executive Yuan.","Center for Space and Remote Sensing Research National Central University","Center for Study of Sexuality and Difference. National Central University","Centra Water Resources Bureau, WRA, Moea","Cheng Kung Elementary School","Chia An Administration Office, Hualien County Government","Chiayi Forest District Office","Chihshang Village Adnministration Office Taitung County Government","Child Welfare Bureau, Ministry of the Interior R.O.C.","Chinmen Forestry Bureau","Chinshan Village Administration Office Taipei County Government","Chunghwa Post Co., Ltd. Ministry of Transportation and Communications","College of Liberal Arts, National Chengchi University","College of Liberal Arts. National Sun Yat-Sen University","College of Management National Taiwan University","Combined Logistics Command","Commission on the Disciplinary Sanctions of Functionaries","Councal of Hakka Affairs, Taipei City Government.","Council for Hakka Affairs","Council of Agriculture, Executive Yuan, Tea Research and Extension Station","Council of Agriculture,Executive Yuan,Tea Research and Extension Station","Councl of Aboriginal Offiars the Executive Yuan","Cultural Affairs Bureau of Chiayi","Cultural Affairs Bureau of Hsinchu County","Cultural Affairs Bureau of Taichung City Government","Cultural Affairs Bureau of Taoyuan County Government","Cultural Affairs Bureau, Taichung City Government","Cultural Affairs Bureau, Tainan City Government","Da Shu Village Administration Office. Kaohsiung County Government.","Department Design Research, National Yunlin University of Technology","Department of Chinese Literature","Department of Chinese Literature and Language. National Taiwan University","Department of Chinese Literature, National Chengchi University","Department of Chinese Literature. National Chung Hsing University.","Department of Chinese Literature. National Kaohsiung Normal University","Department of Chinese Literature. National Tsin Hua University","Department of Civil Engineering. National Taiwan University","Department of Culture Affairs, Taipei City Government.","Department of Environmental Protection of Tainan","Department of Pharmacy, National Taiwan Univerisity Hospitu","Department of Rapid Transit Systems. Kaohsiung City Government.","Department of Special Eduation, Ministry of Education","Department of Traffic, Central Police University","Directorate General of Budget, Accounting and Statistics, Kaohsiung City Government.","East Asia Research Center of National Chi Nan University","East Rift Valley National Scenic Area Administration, Tourism Bureau, Ministry of Transportation and Communications","Electronic Commerce Research Center. National Sun Yat-Sen University","Endemic Species Research Institute, C.O.A.","Environmental Protection Training Instituty, Environmental Protection Administration. Executive Yuan.","Executive Yuan Hai An Hsuan Fang Shu","Fengshan Tropical Horculture Experiment Station, TARI Council of Agriculture.","Fengyuan Municipal Administration Office. Taichung","Fisheries Agency, COA, R.O.C.","Fisheries Research Institute, COA","Forestry Bureau","General Coast Patrol Agency. Executive Yuan","Graduate School of Performing Arts, National Taiwan Universityof Arts","Green Island Village Adnministration Office Taitung County Government","Hsihsi Elementary School, Penghu County","Institute of Ethnology. Academia Sinica.","Institute of International Relations, National Chengchi University","Institute of Linguistics, Academia Sinica.","Institute of Modern History, Academia Sinica","Institute of Modern History. Academia Sinica.","Intellectual Property Office, MOEA","Kaohsiung Municipal Kaohsiung School for Students with Disablilties","Kin Men Liehyu Administration Office","Li Kang Administration Office, Pingtung County Government","Lienchiang County Cultural Bureau","Lienchiang County Government","Livestock Research Institute. Council of Agriculture, Ececutive Yuan","Lung Township Office","Management Board Public Service Pension Fund","Managemnet Board Public Service Pnsion Fund","Maolin National Scenic Area Administration. Tourism Bureau.","Master's Program of Leisure and Exercise Studies National Yunlin University of Technology","Matsu National Scenic Area Administration. Tourism Bureau.","Militory History and Translation Office, MND","National Bureau of Control Drugs. Department of Heath. Executive Yuan.","National Chiayi University","National Chung Hsing University","National Defense University","National Kaohsiung Normal University.","National Pingtung University of Science and Technology","National Taiwan Museum","National Taiwan University Library","National Taiwan University Press","National Taiwan University of Arts","National Tsin Hua University","Preparatory Committee for Establishment National Chi Nan University","Sanchung Municipal Adnministration Office, Taipei County Government","Selected Readings on Training and Development","Taichung District Agricultural Impovement Station","Tainan Hsien Livestock Disease Control Center","Taipei City Wu Chang Elementary School","Taipei Mandarin Exprimental Primary School","Taipei National University of the Art","Taishan Municipal Adnministration Office, Taipei County Government","Taiwan Forestry Research Institute","Taxation Agency, Ministry of Finance.","The Experimental Forest College of Agriculture. National Chung Hsing University.","The Institute of Europe-American. Academia Sinica.","The Preparatory Office of the Institute of Sociology. Academia Sinica.","Tourism Bureau. Ministry of Transportation and Communications. Alishan National Scenic Area Administation","Water Resources Agency, MOEA","Water Resources Bureau Moea","Water Resources Bureau Moea of Taipei","Changhua Village Office, Changhua City Government","Chia Hsien Township Office. Kaohsiung County Government.","Chungho Municipal Administration Office. Taipei County Government.","Chungli City Government","Departmant of Chinese Literature. National Sun Yat-Sen University","Department of Cardiovascular Surgery, National Taiwan University Hospital","Economic Processing Zone Administration Ministry of Economic Affairs","First Commercial Bank","Hualien Municipal Administration Office. Hualien County Government.","Kuao Miao Administration Office. Tainan County Government","Lienchiang County Health Bureau","National Chengchi University","National Chung Cheng University","Wu Ku Village Adnministration Office. Taipei County Government.","Institute of Economics, Academia Sinica","College of Planning and Design, National Cheng Kung University","Department Architecture, National Cheng Kung University","Department of Chinese Literature National Cheng Kung University","National Cheng Kung University","National Cheng Kung University Art Center","National Cheng Kung University Library","Tainan Hydraulics Laboratory, National Cheng Kung University","National Chiao Tung University","6th River Management Office WRA, MOEA","8th River Management Office WRA, MOEA","Ai Men Elementary School, Penghu County","Art Center, National Yunlin University of Technology","Bureau of Education. Tainan City Government.","Bureau of Employment and Vocation Training Employment ServicesCenter, Taichung-Changhual-Nantou Region","Bureau of Employment and Vocation Training Employment ServicesCenter, Taoyuan-Hsinchu-Miaoli Region","Bureau of Health. Kaohsiung Govenment","Bureau of Labor Insurance. Council of Labor Affairs. Executive Yuan.","Bureau of Social Affairs. Tainan City Government.","Bureau of Urban Development, Tainan City Government","Center for European Cultural Studies of National Chen Chi University","Center for Teacher Education, National Chi Nan University","Changhua County Council","College of Humanity Art, Natioanl Taipei University of Education","Da Li Elementary School. Ilan County Government","Department of Health. Kaohsiung City Govenment","Department of Industrial Technology Educational National Kaohsiung Normal University","Department of Multimedia Design, National Formosa University","Department of Physical Education, Tainan National University of Tainan","Department of Physical Education. Ministry of Education.","Department of Special Education, National Chiayi University","Directorate General of Highways, MOTC","Employment Services Center, Yunlin-Chiayi-Tainan Region, Bureau of Employment and Vocational Traning.","General Political Warfare Department. Ministry of National Defense.","Graduate School of Printmaking National Taiwan University of Arts","Hakka Affairs Commission, Kaohsiung City Government.","Heng Chun Township Office, Pingtung County","Highland Experimental Farm, College of Bioresources and Agriculture, National Taiwan University.","Institute for Clinical and Community Care, National Yang Ming University","Kuandu Museum of Fine Arts, Taipei National University","Lienchiang County Educational Breau","Lung Gang Elementary School Taoyuan Hsin","National Chengchi University Libraries, NCCU","National I-Lan University","National Penghu Institute of Tchnology","National Pingtung University of Education","National Taipei University of Education","National Taiwan College of Performing Arts","National Union University","National University of Tainan","National Yang Ming University","Navy Headquarters, Ministry of National Defense.","Pingtung County Government","Shihkang Administration Office, Taichung Hsin","Southern Taiwan Opto-electronics Center of Excellence NationalSun Yat-Sen University.","Tainan National University of the Arts","Taiwan Culture Research Center(TCRC), National Chiayi University","The 10th River Management Office. Water Resources Agency MOEA.","The 1st River Management Office. Water Resources Agency MOEA.","The 2nd River Management Office. Water Resources Agency MOEA.","The 9th River Management Bureau WRA, MOEA","fifth River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","Academic and Social Promotions and Applications for Digital Archives and E-learning Project","Affiliated Kindergarten of Tung Men Elementary School, TaoyuanCounty","Air Force Command Headquarters, Ministry of National Defense.","Anti-Money Laundering Division, Bureau of Investigation, Ministry of Justice.","Army Command Headquarters, Ministry of National Defense R.O.C.","Art Center National Chung Hsing University","Bade City Household Registration Office, Taoyuan Hsin","Bioethics & Law Center, National Tsing Hua University","Bureau of Education, Keelung City Government","Bureau of Education. Keelung City Government.","Bureau of Environment Protection Taichung City","Bureau of Procurement, Taipei County Government","CCIT College, National Defense University","CPC Corporation, Taiwan","Cao Shu Elementary School, Pingtung","Center for Construction Materials and Technology, National Yunlin University of Technology","Center for Humanities and Social Sciences, National Sun Yat-Sen University.","Center for Teacher Education Program, Pingtung University of Science and Technology","Center for Teacher Education, National Kaohsiung Hospitality Management","Center for Teacher Education. National Taiwan University","Center for Teacher Educatiuon. National Taiwan University","Cheng Gong Elementary School, Tainan City","Chest Hospital, Department of Health Executive Yuan","Chiayi County Election Commission.","Chimei Township Hall. Penghu Country Government.","Chin Sha Senior High School, Chinmen Hsien","Chung Ho Elementary School, Taipei County","Chungkuang Branch Economic Processing Zone Administration Ministry of Economic Affairs","Chungli City Household Registration Office","Committee of Education, National Kaohsiung Marine University","Compulsory Education Advisory Group of the Kaohaiung Municipal Department Education","Cultural Affairs Department, Pingtun Government","Da Fu Elementary School. Ilan County Government","Da Yaun Library. Taichung County","Department of Aquatic Sport Management, National Kaohsiung Marine University","Department of Arts, National Chiayi University","Department of Business Administration and Institute of Business Management, National Pingtung Instisute of Commerce.","Department of Business Administration, National Kaohsiung University of Applied Sciences","Department of Chinese Languiage and Literature, National Union University","Department of Chinese Literature, National Chiayi University","Department of Chinese Literature, Tainan National University of Tainan","Department of Cultural Business Development, National Kaohsiung University of Applied Sciences","Department of History & Geography, National Chiayi University","Department of Horticultural Science, National Chiayi University","Department of Slavic Language and Literatures, National Chengchi University","Department of Somatics and Sports Leisure Industry, National Taitung University","Department of Theater Arts, National Sun Yat-Sen University","Department of Visual Design, National Kaohsiung Normal University","General Education Center, National Kaohsiung Marine University","Graduate Institute of Technological and Vocational Education, Pingtung University of Science and Technology","HCC Edu.Development and Information Institution","Headquarters Administration of Cultural Heritage, Council for Cultural Affairs","Huang Jhu Elementary School, Taichung Hsien","Jin Jhu Elementary School, Kaohsiung County","Kang Ko Elemantary School, Hualien County","Kaohsiung MRT Co.,Ltd.","Kaohsiung Municipal Nan-Zih Comprehensive High School","Land Consolidation Engineering Bureau, Ministry of the Interior R.O.C.","Lu Chu Township Household Registration Office, Taoyuan County","National Changhua University of Education","National Communications Commission","National Taipei University Institute of Chinese Bibliography &Textual Criticism","National Yunllin University of Science & Technology Office of Physical Education","Panchiao Municipal Adnministration Office, Taipei County Government","Pingtung Aboriginal Office Pingtung Government","Planning and Implementation Office for Creative Education","She Tuan Elementary School, Chiayi Country.","Shuling Municipal Adnministration Office, Taipei County Government","Taiwan Chiayi District Court","Taiwan e-Learning and Digital Archives Program. Taiwan Digital Archives Expansion Project","401st Plant, Material Production Center Armament, Bureau MND R.O.C.","Academic and Social Promotions and Applications of Digital Archives and e-Learning Project-Daodin Social Network Service System","Affiliated Experimental Elementary School of National Chiayi University","Air Force Institute of Technology","An Kang High School of Taipei County","An Ting Hsing Administration Office, Taiwan","Anping District Office Tainan City","Architecture Department, National Taiwan University of Science and Technology","Army Academy R.O.C.","Art Center, National Pingtung University of Science and Technology","Bureau of Education, Miaoli County Government","Bureau of Education, Miaoli County Government.","Bureau of Education. Taichung City Government","Bureau of Labor Affairs Taiwan City Government","Bureau of National Health Insurance Sourth Region Branch, Department of Health","Center for CIS Studies, Cillege of International Affairs, National Chengchi University","Center for Cross-Cultural Studies of National Chen Chi University","Center for Emerging Contaminants Research, National Sun Yat-Sen University.","Center for Hakka Studies. National Taiwan University.","Center for Humanities, National Sun Yat-Sen University.","Center for Invetor Research, College of Commerce, National Chengchi University","Center for Modern Japan Studies, National Chengchi University","Center for Teacher Education of National Kaohsiung University of Hospitality College Taiwan","Center for Teaching and Learning Development, National Taipei University","Center for Teaching and Learning Development, National Taiwan University","Center for Teaching and Learning Excellence in Northern Region, Ministry of Education","Center for the Middle Eastern and Islamic Studies, National Chengchi University","Central & Southern Region Hospital Alliance, Department of Health. Executive Yuan Office in Taichung Union","Central Region Office, Ministry of Economic Affairs","Chang Chun Elementary School, Taipei City","Chang Fu Elementary School, Nantou","Chang Shing Elementary School, Pingtung Hsie","Cheng Gong Elementary School, Chiayi Country","Chi Feng Elementary School, Taichung Hsien","Chi Ku Administration Office Tainan","Chi Mei Elementary School, Penghu City.","Chia Chin Elementary School, Kaohsiung City.","Chian Long Elementary School, Taoyuan County","Chiao Hsi Township Office. Ilan County Government","Chiao Jen Elementary School, Taichung Hsien","Chiayi City Election Commission","Chiayi City Election Commission.","Chiayi City Land Office","Chiayi County Alishan Township Da Bang Elementary School","Chiayi County Branch, National Tax Administration of Sourthern Taiwan Province Ministry of Finance","Chinese Language Center. National Sun Yat-Sen University","Chung Ping Elementary School, Taoyuan County","Chung Yie High School Taichung City","Chunghua County Art and Humanities","Chungpu Office, Sanhsia Township, New Taipei City","Chungpu Office, Sanhsia Township, Taipei County","College of Education. National Kaohsiung Normal University.","College of Management, National Kaohsiung University of Applied Sciences","College of Management, National Union University","College of Maritime, National Kaohsiung Marine University","Councal of Hakka Affairs, Traichgung City Government","Da Du Township Office, Taichung County Government","Departmant of English Literature. National Sun Yat-Sen University","Department of Adapted Physical Education, National Taiwan Sport University","Department of Applied Foreign Language, National Kaohsiung University of Applied Sciences","Department of Applied Foreign Language, National Penghu Institute of Tchnology","Department of Architecture and Interior Design, National Yun lin University of Technology","Department of Biomechatronics Engineering, National Pingtung University of Science and Technology","Department of Business Administration, National Pingtung University of Science and Technology","Department of Commerce Automation & Management, National Pingtung Instisute of Commerce.","Department of Communication Engineering, National Penghu Institute of Tchnology","Department of Educational Technology, National Chiayi University","Department of Electro-Optical Engineering, National United University","Department of Forest Products Science and Furniture Engineering, National Chiayi University","Department of Health, Taiwan City Government","Department of Industrial Design, National Kaohsiung Normal University","Department of Information Management, National Kaohsiung University of Applied Sciences","Department of Mechanical and Automation Engineering, National Kaohsiung first University of Science and Technology.","Department of Music, National Chiayi University","Department of Obstetrics and Gynecology, National Cheng Kung University Hospital","Department of Physical Education, Health & Recreation, National Chiayi University","Department of Physical Office, National Taitung University","Department of Physics ,Science Education Center, National Central University","Department of Physics, National Dong Hwa University.","Department of Political Science, Fu Hsing Kang College, National Defense University","Department of Safety, Health and Environmental Engineering, National Kaohsiung first University of Science and Technology.","Department of Vehicle Engineering, National Taipei University","Department of Vision Education, National Pingtung University of Education","District Economic and Urban Development, National University of Kaohsiung","Economic Development Bureau, Kaohsiung City Government","Education Development and Source Center. National Sun Yat-Sen University","Educational Group, Chaiyi Country Government.","Fang Shan Administration Office, Pingtung County Government","Feng Shan City Office. Kaohsiung County Government","Fine Art Class, Hsin Yuan Junior High School, Pingtung County","Fine Art College of National Tun Hua University","Fire Bureau Kaohsiung County","Fire Bureau, Taoyuan City Government.","Fujian Provincial Government R.O.C.(Taiwan)","Graduate Institute of Gender Education. National Kaohsiung Normal University.","Graduate Institute of Intellectual Property, National Cheng Chi University","Graduate School of Printmaking, National Taiwan University of Arts","Gu Shan Elementary School, Kaohsiung City.","Guo Sing Elementary School, Nantou County","Health Bureau of Kaohsiung County Government","Hotel and Restaurant Management, National Pingtung University of Science and Technology","Huhsi Lungmen Village Anliang Monastery, Penghu Country","Intellectual Property Court","Jih Nan Elementary School Taichung","Jin Jhu Elementary School, Kaohsiung City","Jin Xing Elementary School, Taoyuan County","Jiou Fen Elementary School, Taipei County","Lin Yuan Elementary School, Kaohsiung","Lin Yuan Township Office. Kaohsiung County Government","Local Tax Bureau, Taoyuan County","Lung Xing Primary School, Kaohsiung City","National Kaohsiung University of Hospitality and Tourism","National Keelung Senior High School","National Pei Kang Agricultural & Industrial Vocational High School","National Taipei University of Nursing and Health Science","National Taiwan Sport University","Nei Pu Township Office, Pingtung County Government","New Taipei City Yingko Ceramics Museum","New Taipei Cultural Bureau","Public Health Bureau, Tainan City Government","Research Center for Promoting Civic Literacy, National Sun Yat-Sen University.","San Ho Primary School, Taipei County","Shihding Village Administration Office. Taipei County Government.","Taijiang National Park Headquarters","Taipei City Yihsien Elementary School","Taipei Municipal Wanxing Elementary School","Taiwan Geomorphlogival Reseasrch Unit, Department of Geography, National Taiwan University","Taoyuan Cpunty Council","Tnnua General Education Center, Tainan National University of the Arts","Tong Men Elemantary School, Hualien County","Tsaochiao Township Administration Office. Miaoli County Government","Wufeng Township Representation Council","Yi Shiue Elementary School, Taipei Hsin"],"098603":["Taichung Municipal Government.","Institute of Chinese Literature and Philosophy, Academia Sinica.","Institute of History and Philology. Academia Sinica.","Taoyuan City Government","Ministry of Education","Miaoli District Agricultural Research and Extension Station, COA","National Taiwan Arts Education Center","Chiayi County Cultural Bureau","Hualian Forest District Office","Assembly Affairs Muesum of The Legislative Yuan","Yun-Hai Elementary School, New Taipei City","National Health Research Institutes","Architecture & Building Research Institute. Ministry of Interior.","Department of Painting and Calligraphy Arts, National Taiwan University of Arts","Taipei Municipal Chung Shan Girls Senior High School","Humanities Center, National Chen Chi University","Executive Yuan","Education Bureau, Kaohsiung City Government","Department of Visual Arts, National Chiayi University","Fine Arts Department of National Taiwan University of Arts","Department of Fine Art, National Kaohsiung Normal University","Department of Architecture, National United University","Center for the Humanities, National Sun Yat-Sen University","National Chin-Yi University of Technology","National Kinmen University","Cheng Hsin Chorus, National Cheng Kung University","Academia Historica","Atomic Energy Council. Executive Yuan.","Bureau of Civil Affairs. Taipei City Government.","Bureau of Education. Kaohsiung City Government.","Bureau of Education. Taipei City Government.","Bureau of Environmental Protection. Taipei City Government.","Bureau of Environmental Protection. Yilan City Government.","Bureau of Foreign Trade. Ministry of Economic Affairs.","Bureau of National Health Insurance.","Bureau of Social Affairs. Kaohsiung City Government.","Bureau of Transportation. Taipei City Government.","Centeral Bank of China","Central Deposit Insurance Corp.","Central Election Commission.","Central Geological Survey. Ministry of Economic Affairs.","Central Police University Press","Central Weather Bureau","Changhua County Government","ChiaYi County Government","Chiang Kai-shek Memorial Hall","Chiayi County Government.","Chiayi Municipal Government.","Civil Service Protection & Training Commission.","Commission of Research, Development and Evaluation. Kaohsiung City Government.","Construction & Planning Administration. Ministry of the Interior.","Consumer Protection Commission. Executive Yuan.","Control Yuan.","Council for Economic Planning and Development, Executive Yuan.","Council of Agriculture, Executive Yuan.","Council of Labor Affairs. Executive Yuan.","Department of Commerce. Ministry of Economic Affairs.","Department of Health. Executive Yuan.","Department of Health. Taipei City Government.","Department of Land Administration. Taipei City Government.","Department of Rapid Transit Systems. Taipei City Government.","Department of Statistics, Council of Labor Affairs. Executive Yuan.","Department of Urban Development. Taipei City Government.","Directorate General of Budget, Accounting and Statistics. Executive Yuan.","Directorate General of Customs.","East Coast National Scenic Area Administration. Tourism Bureau","Economic Research Department. Council for Economic Planning and Development.","Employment and Vocational Training Administration. Council of Labor Affairs. Executive Yuan.","Environmental Protection Administration, Executive Yuan","Environmental Protection Administration. Executive Yuan.","Examination Yuan.","Fair Trade Commission. Executive Yuan.","Freeway Bureau, MOTC","Government Information Office.","Hsinchu City Government.","Hsinchu County Government.","Hualien County Government","Hualien County Government.","Ilan County Government","Indigenous Peoples Commission, Taipei City Government.","Industrial Development Bureau. Ministry of Economic Affairs","Industrial Technology Department. Ministry of Economic Affairs.","Institute of Nuclear Energy Research. Atomic Energy Council. Executive Yuan.","Institute of Occupational Safety and Health.","Institute of Transportation, Ministry of Transportation andCommunications.","Investigation Bureau. Ministry of Justice.","Judicial Yuan.","Kaohsiung City Election Commission.","Kaohsiung City Government","Kaohsiung Municipal Library","Kaohsiung Municipal Library.","Kaohsiung Museum of Fine Arts.","Keelung City Election Commission","Keelung Municipal Government","Keelung Municipal Government.","Kenting National Park Headquarters","Kinmen County Government","Kinmen National Park Headquarters.","Legislative Yuan.","Mainland Affair Council, Republic of China (Taiwan)","Mainland Affair Council. The Executive Yuan.","Miaoli County Government","Miaoli County Government.","Ministry of Civil Service.","Ministry of Economic Affairs Economic Cooperation and Development Fundation","Ministry of Economic Affairs.","Ministry of Education.","Ministry of Examination.","Ministry of Finance.","Ministry of Foreign Affairs, Republic of China (Taiwan)","Ministry of Foreign Affairs.","Ministry of Justice","Ministry of Justice.","Ministry of Transportation and Communications Taiwan Area National Expressway Engineering Bureau","Ministry of Transportation and Communications.","Ministry of the Interior","Ministry of the Interior.","Municipal Election Commission of Taipei","Nantou County Government","National Audit Office","National Central Library. Taiwan Branch","National Central University","National Chia-Yi Girls' Senior High School","National Dong Hwa University.","National Dr. Sun Yat-sen Memorial Hall.","National Fire Agency, Ministry of the Interior","National Laboratories of Foods and Drugs.","National Museum of History.","National Museum of Natural Science, the Republic of Chian","National Police Administration. Ministry of the Interior.","National Property Bureau.","National Research Institute of Chinese Medicine","National Science Council, Executive Yuan.","National Tainan Girls' Senior High School","National Taiwan Ocean University","National Taiwan University","Penghu County Government","Puhsin Village Office. Changhua County Government.","Shei-Pa National Park Headquarters.","Taitung County Government","Taiwan Agricultural Chemicals and Toxic Substances Research Institute, Council of Agriculture.","Taroko National Park Headquarters.","The Publisher of Prospect & Exploration Magazine","Yangmingshan National Park Headquarters.","Yilan County Government","Yunlin County Government.","Yushan National Park Headquarters","3rd. River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","4th River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","4th River Management Office, WRA","Academia Sinica","Administrative Enforcement Agency, Ministry of Justice","Agriculture & Fishery Bureau of Peng-Hu County","Agriculture and Food Agency, Council of Agriculture. Executive Yuan.","Animal Health Research, Council of Agriculture. Executive Yuan.","Aviation Safety Council","Biodiversity Research Center . Academia Sinica.","Burcau of Cultural Affairs, Chang-Hua County","Bureau of Animal and Plant Health Inspection and Quarantine Council of Agriculture. Executive Yuan.","Bureau of Cultural Affairs, Kaohsiung City Government","Bureau of Cultural Affairs, Tainan City Government","Bureau of Culture, Kinmen County","Bureau of Culture, Penghu County","Bureau of Education. Taoyuan City Government.","Bureau of Environmental Protection. Kaoshiung City Government.","Bureau of Health Taoyuan County Government.","Bureau of High Speed Rail,MOTC","Bureau of Labor Affairs of Taipei City Goverment","Bureau of Redevelopment City of Kaohsiung","Bureau of Social Affairs. Taipei City Government.","Bureau of Standards, Metrology and Inspection","Center for Art National Central University","Center for Asia-Pacific Area Studies","Center for Disease Control Department of Heath. Executive Yuan.","Center for Study of Sexuality and Difference. National Central University","Centra Water Resources Bureau, WRA, Moea","Cheng Kung Elementary School","Chia An Administration Office, Hualien County Government","Chiayi Forest District Office","Child Welfare Bureau, Ministry of the Interior R.O.C.","Chinmen Fisheries Research Institute, COA","Chinmen Forestry Bureau","Chu Shan Administration Office, Nantou County Government","Chu Tung Town Administration Office. Hsinchu County","Chu Wan Elementary School, Penghu","Chunghwa Post Co., Ltd. Ministry of Transportation and Communications","Civil Aeronautics Administration","Civil Affairs Bureau. Kaohsiung City Government.","College of Liberal Arts, National Chengchi University","Combined Logistics Command","Commission on the Disciplinary Sanctions of Functionaries","Councal of Hakka Affairs, Taipei City Government.","Council for Hakka Affairs","Council of Agriculture, Executive Yuan, Tea Research and Extension Station","Council of Agriculture,Executive Yuan,Tea Research and Extension Station","Councl of Aboriginal Offiars the Executive Yuan","Cultural Affairs Bureau of Chiayi","Cultural Affairs Bureau of Hsinchu County","Cultural Affairs Bureau of Taichung City Government","Cultural Affairs Bureau of Taoyuan County Government","Cultural Affairs Bureau, Taichung City Government","Cultural Affairs Bureau, Tainan City Government","Department Design Research, National Yunlin University of Technology","Department of Chinese Literature","Department of Chinese Literature and Language. National Taiwan University","Department of Chinese Literature, National Chengchi University","Department of Chinese Literature. National Chung Hsing University.","Department of Chinese Literature. National Kaohsiung Normal University","Department of Chinese, Management National Dong Hwa University.","Department of Civil Engineering. National Taiwan University","Department of Culture Affairs, Taipei City Government.","Department of National Treasury, Ministry of Finance.","Department of Pharmacy, National Taiwan Univerisity Hospitu","Department of Rapid Transit Systems. Kaohsiung City Government.","Department of Special Eduation, Ministry of Education","Department of Traffic, Central Police University","Directorate General of Budget, Accounting and Statistics, Kaohsiung City Government.","Domestic Violence Prevention Committee Ministry of Interior Sexual Assault Prevention Committee, Ministry oif Interior","East Asia Research Center of National Chi Nan University","East Rift Valley National Scenic Area Administration, Tourism Bureau, Ministry of Transportation and Communications","Electronic Commerce Research Center. National Sun Yat-Sen University","Endemic Species Research Institute, C.O.A.","Environmental Protection Training Instituty, Environmental Protection Administration. Executive Yuan.","Executive Yuan Hai An Hsuan Fang Shu","Fengshan Tropical Horculture Experiment Station, TARI Council of Agriculture.","Fengyuan Hospital Department of Health Executive Yuan","Fisheries Agency, COA, R.O.C.","Fisheries Research Institute, COA","Forest Conservation and Management Administration Vocational Assistance Commission for Retired.","Forestry Bureau","Fuel Cycle And Materials Administration Atomic Energy Council. Executive Yuan.","General Coast Patrol Agency. Executive Yuan","Graduate School of Performing Arts, National Taiwan Universityof Arts","Institute of Ethnology. Academia Sinica.","Institute of International Relations, National Chengchi University","Institute of Linguistics, Academia Sinica.","Institute of Modern History, Academia Sinica","Institute of Modern History. Academia Sinica.","Intellectual Property Office, MOEA","Kaohsiung Municipal Kaohsiung School for Students with Disablilties","Kin Men Liehyu Administration Office","Li Kang Administration Office, Pingtung County Government","Lienchiang County Cultural Bureau","Lienchiang County Government","Livestock Research Institute. Council of Agriculture, Ececutive Yuan","Management Board Public Service Pension Fund","Managemnet Board Public Service Pnsion Fund","Maolin National Scenic Area Administration. Tourism Bureau.","Master's Program of Leisure and Exercise Studies National Yunlin University of Technology","Matsu National Scenic Area Administration. Tourism Bureau.","Militory History and Translation Office, MND","National Center for Traditional Arts.","National Chiayi University","National Chung Hsing University","National Defense University","National Kaohsiung Normal University.","National Land Surveying and Maping Center","National Pingtung University of Science and Technology","National Taiwan Museum","National Taiwan University Library","National Taiwan University Press","National Taiwan University of Arts","National Tsin Hua University","Preparatory Committee for Establishment National Chi Nan University","Selected Readings on Training and Development","Taichung District Agricultural Impovement Station","Taipei City Wu Chang Elementary School","Taipei Mandarin Exprimental Primary School","Taipei National University of the Art","Taiwan Forestry Research Institute","Taxation Agency, Ministry of Finance.","The Experimental Forest College of Agriculture. National Chung Hsing University.","The Preparatory Office of the Institute of Sociology. Academia Sinica.","Tourism Bureau. Ministry of Transportation and Communications. Alishan National Scenic Area Administation","Tung Yin Village Administration office Lienchiang County Government","Water Resources Agency, MOEA","Water Resources Bureau Moea","Water Resources Bureau Moea of Taipei","Bureau of Transportation, Taichung Municipal Government.","Changhua Village Office, Changhua City Government","Chungli City Government","Departmant of Chinese Literature. National Sun Yat-Sen University","Department of Authropology. National Taiwan University","Department of Diplomacy, National Cheng Chi University","Department of Health, Executive Yuan, Taiwan,R.O.C.","Economic Processing Zone Administration Ministry of Economic Affairs","First Commercial Bank","Hualien Municipal Administration Office. Hualien County Government.","Manpower Planning Department. Council for Economic Planning and Development.","National Chengchi University","National Chung Cheng University","Institute of Economics, Academia Sinica","College of Management Science National Cheng Kung University","College of Planning and Design, National Cheng Kung University","Department Architecture, National Cheng Kung University","Department of Industrial Design National Cheng Kung University","National Cheng Kung University","National Cheng Kung University Library","Tainan Hydraulics Laboratory, National Cheng Kung University","National Chiao Tung University","6th River Management Office WRA, MOEA","8th River Management Office WRA, MOEA","Art Center, National Yunlin University of Technology","Bank of Taiwan","Building Administration City Government.","Bureau of Education. Tainan City Government.","Bureau of Employment and Vocation Training Employment ServicesCenter, Taichung-Changhual-Nantou Region","Bureau of Employment and Vocation Training Employment ServicesCenter, Taoyuan-Hsinchu-Miaoli Region","Bureau of Environmental Protection. Chiayi County Government.","Bureau of Health. Kaohsiung Govenment","Bureau of Social Affairs. Tainan City Government.","Bureau of Urban Development, Tainan City Government","Center for Archaeological Studies, Research Center for Humanities and Scoial Sciences, Academia Sinica","Center for the Third Sector, National Chengchi University","Changhua County Council","College of Humanity Art, Natioanl Taipei University of Education","Department of Graphic Communication Arts National Taiwan University of Arts","Department of Health. Kaohsiung City Govenment","Department of Industrial Technology Educational National Kaohsiung Normal University","Department of Physical Education, Tainan National University of Tainan","Department of Plant Industry, National Pingtung University of Science and Technology","Department of Special Education, National Chiayi University","Directorate General of Highways, MOTC","Employment Services Center, Yunlin-Chiayi-Tainan Region, Bureau of Employment and Vocational Traning.","General Political Warfare Department. Ministry of National Defense.","Hakka Affairs Commission, Kaohsiung City Government.","Highland Experimental Farm, College of Bioresources and Agriculture, National Taiwan University.","Institute for Clinical and Community Care, National Yang Ming University","International Union of History and Philosophy of Science, Division of History of Science(IUHPS/DHS),Committee for History ..","Kuandu Museum of Fine Arts, Taipei National University","Kwei Shan Administration Office. Taoyuan County Government.","Long Tan Administration Office. Taoyuan County Government.","Lung Gang Elementary School Taoyuan Hsin","National Chengchi University Libraries, NCCU","National I-Lan University","National Penghu Institute of Tchnology","National Pingtung University of Education","National Taipei University of Education","National Taiwan College of Performing Arts","National Union University","National University of Tainan","Pingtung County Government","Shiuan Shin Elementary School, Chiayi City","Tainan National University of the Arts","Taiwan Culture Research Center(TCRC), National Chiayi University","The 10th River Management Office. Water Resources Agency MOEA.","The 1st River Management Office. Water Resources Agency MOEA.","The 2nd River Management Office. Water Resources Agency MOEA.","The 9th River Management Bureau WRA, MOEA","fifth River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","Academic and Social Promotions and Applications for Digital Archives and E-learning Project","Affiliated Kindergarten of Tung Men Elementary School, TaoyuanCounty","Anti-Money Laundering Division, Bureau of Investigation, Ministry of Justice.","Army Infantry School","Bade City Household Registration Office, Taoyuan Hsin","Bureau of Education, Keelung City Government","Bureau of Education, Nantou County Government","Bureau of Education. Keelung City Government.","Bureau of Environment Protection Taichung City","Bureau of Health. Nantou City Government.","CPC Corporation, Taiwan","Cao Shu Elementary School, Pingtung","Center for Ethics, Law and Society in Biomedicine and Technology","Center for Society, Technology, and Medicine. National Cheng Kung University","Center for Teacher Education Program, Pingtung University of Science and Technology","Center for Teacher Education. National Taiwan University","Center for Teacher Educatiuon. National Taiwan University","Center of General Education of National Kaohsiung University of Applied Sciences","Cheng Yi Primary School, Chinmen Hsien","Chiayi County Election Commission.","Chungli City Household Registration Office","Committee of Education, National Kaohsiung Marine University","Cultural Affairs Department, Pingtun Government","Department of Aquatic Sport Management, National Kaohsiung Marine University","Department of Arts, National Chiayi University","Department of Business Administration and Institute of Business Management, National Pingtung Instisute of Commerce.","Department of Business Administration, National Kaohsiung University of Applied Sciences","Department of Chinese Literature, National Chiayi University","Department of Chinese Literature, Tainan National University of Tainan","Department of Computer Science and Information Engineering, National Union University","Department of History & Geography, National Chiayi University","Department of Horticultural Science, National Chiayi University","Department of Slavic Language and Literatures, National Chengchi University","Department of Somatics and Sports Leisure Industry, National Taitung University","Department of Theater Arts, National Sun Yat-Sen University","Department of Visual Design, National Kaohsiung Normal University","Education Experimental Elementary School, National University of Tainan","Fourth Maintenance Office Directorate General of Highways","Graduate Institute of Technological and Vocational Education, Pingtung University of Science and Technology","HCC Edu.Development and Information Institution","Headquarters Administration of Cultural Heritage, Council for Cultural Affairs","Kang Ko Elemantary School, Hualien County","Kaohsiung Municipal Nan-Zih Comprehensive High School","Land Consolidation Engineering Bureau, Ministry of the Interior R.O.C.","National Changhua University of Education","National Communications Commission","National Taipei University Institute of Chinese Bibliography &Textual Criticism","National Taoyuan Agricultural & Industrial Vocational High School","National Yunllin University of Science & Technology Office of Physical Education","Pingtung Aboriginal Office Pingtung Government","Taiwan Chiayi District Court","Taiwan e-Learning and Digital Archives Program. Taiwan Digital Archives Expansion Project","Academic and Social Promotions and Applications of Digital Archives and e-Learning Project-Daodin Social Network Service System","Affiliated Experimental Elementary School of National Chiayi University","Air Force Institute of Technology","Anping District Office Tainan City","Architecture Department, National Taiwan University of Science and Technology","Art Center, National Pingtung University of Science and Technology","Bureau of Education, Miaoli County Government","Bureau of Education, Miaoli County Government.","Bureau of Education. Taichung City Government","Center for Emerging Contaminants Research, National Sun Yat-Sen University.","Center for Humanities, National Sun Yat-Sen University.","Center for Modern Japan Studies, National Chengchi University","Center for Teaching and Learning Development, National Taiwan University","Center for Teaching and Learning Excellence in Northern Region, Ministry of Education","Central Region Office, Ministry of Economic Affairs","Chang Chun Elementary School, Taipei City","Cheng Gong Elementary School, Chiayi Country","Chi Feng Elementary School, Taichung Hsien","Chi Mei Elementary School, Penghu City.","Chia Chin Elementary School, Kaohsiung City.","Chiayi City Election Commission","Chiayi City Election Commission.","Chinese Language Center. National Sun Yat-Sen University","Chung Ping Elementary School, Taoyuan County","Chungpu Office, Sanhsia Township, New Taipei City","College of Education. National Kaohsiung Normal University.","College of Maritime, National Kaohsiung Marine University","Councal of Hakka Affairs, Traichgung City Government","Department of Adapted Physical Education, National Taiwan Sport University","Department of Applied Foreign Language, National Kaohsiung University of Applied Sciences","Department of Commerce Automation & Management, National Pingtung Instisute of Commerce.","Department of Health, Taiwan City Government","Department of Industrial Design, National Kaohsiung Normal University","Department of Mechanical and Automation Engineering, National Kaohsiung first University of Science and Technology.","Department of Music, National Chiayi University","Department of Vision Education, National Pingtung University of Education","Fire Bureau, Taoyuan City Government.","Fujian Provincial Government R.O.C.(Taiwan)","Graduate Institute of Intellectual Property, National Cheng Chi University","Hotel and Restaurant Management, National Pingtung University of Science and Technology","Intellectual Property Court","Jin Jhu Elementary School, Kaohsiung City","Lung Xing Primary School, Kaohsiung City","National Kaohsiung University of Hospitality and Tourism","National Keelung Senior High School","National Taipei University of Nursing and Health Science","National Taiwan Sport University","New Taipei City Yingko Ceramics Museum","New Taipei Cultural Bureau","Public Health Bureau, Tainan City Government","Research Center for Promoting Civic Literacy, National Sun Yat-Sen University.","Taijiang National Park Headquarters","Taipei City Yihsien Elementary School","Taiwan Geomorphlogival Reseasrch Unit, Department of Geography, National Taiwan University","Academia Sinica Center for Digital Cultures","Academia Sinica Digital Center","Academy for the Judiciary, Ministry of Jestice","Administration Office of MND, ROC","Administration Office, Ministry of National Defense, ROC","Agency Against Corruption, Ministry of Justice","Agency of Correction, Ministry of Justice","Agriculture Bureau, Kaohsiung City Government.","Agriculture Bureau, Taichung City Government.","Aodi Elementary School, New Taipei City","Aquatic Ecology Laboratory, Department of Life Science. National Chung Hsing University","Armed Forces Reserve Command","Armor training Command and Armor School R.O.C. Army","Arts and Life Education Resource Center","Baoshan Elementary School, Hsinchu County","Board of Science and Technology, Executive Yuan","Bureau of Audiovisual and Music Industry Development, Ministry of Culture","Bureau of Cultural Heritage","Bureau of Education, Chunghua County Government.","Bureau of Environmental Protection, New Taipei City Government","Bureau of Environmental Protection. New Taipei City Government.","Bureau of Social Affairs, Senior Citizen's Service Center, Kaohsiung City Government.","Bureau of Social Affairs. Taichung City Government","Caopu Elementary School, Pingtung County","Center for Advancement of Science Education, National Taiwan University.","Center for Civil Law of the College of Law, National Chengchi University","Center for General Education, Taipei Municipal University Education","Center for Hong Kong Studies, National Central University","Center for Human Resources, National Sun Yat-Sen University.","Center for Micro/Nano Science and Technology, National Cheng Kung University","Center for Teaching and Learning Development, National Chengchi University","Centers for Disease Control, Ministry of Health and Welfare","Central Personnel Administration. Executive Yuan, R.O.C.","Chaiyi Prison, Agency of Correction, Ministry of Justice","Chang Liu Elementary School, Nantou County","Chang Ping Elementary School, Hsinchuan, New Taipei City","Cheng Gong Elementary School, Kaohsiung City","Chi Shan Municipal Chung Shan Junior High School","Chiayi City Branch, National Tax Administration of Sourthern Taiwan Province Ministry of Finance","Chiayi County Fire Bureau","Chiayi District Prosecutors Office","Chih Shan Junior High School, Taichung City","Chingshui District office, Taicung City","Chiu Ju Village Administration Office. Pingtung County","Chu Chiao Junior High School, Tainan","Chu Tang Village Office, Changhua County Government","Chung Chen Elementary School, Penghu County","Chung Shan Elementary School, Chunghua City","Chung Shan Elementary School, New Taipei City","College of Eduaction, National Hsin Chu University of Education","College of Electrical Engineering and Computer Science, National Kaohsiung first University","College of Engineering, National Kaohsiung University of Applied Sciences","Committee of Teacher, National Kaohsiung Marine University","Creative Integration of Design Research Center, National Union University","Department of Architecture, National Union University","Department of Arts and Creative Industries, National Dong Hwa University","Department of Childhood Education, National Chiayi University Physical Education","Department of Cultural Cultural Creative, National Kaohsiung University of Applied Sciences","Department of Cultural Resources and Leisure Industries, National Taitung University","Department of Education, National Chiayi University","Department of Electrical Engineering, National Taiwan University","Department of European Languages and Cultures, College of Foreign Languages and Literature, National Chen Chi University","Department of Fine Arts, Taipei National University of the Art","Department of Human Resource Development, National Kaohsiung University of Applied Sciences","Department of Information Management, National University of Kaohsiung","Department of Recreational Sport & Health Promotion, National Pingtung University of Science and Technology","Department of Shipping and Transportation Management, National Kaohsiung Marine University","Department of Software Engineering, National Kaohsiung Normal University","Department of Sports, Kaohsiung City","Department of Transportation, Chaiyi City Government.","Department of Tropical Agriculture and International Cooperation, National Pingtung University of Science and Technology","Department of Vererinay Medicine, National Chiayi University","Digital Archives Applications and Promotions Request-for Proposals Project","Digital Cobvergence Task Force","Directorate General of Budget, Accounting and Statistics. Executive Yuan. the Republic of China","Division of Academic Affairs, National University of Kaohsiung","Engineering And Technology Promotion Center, National Science Council. The Executive Yuan.","Fan Huaw Elementary School, Pingtung Hsie","Fengyuan District Office. Taichung City","Fengyuan Library Arts Hall","Fifth Maintenance Office Directorate General of Highways, Ministry of Transportation and Communication","Fine Art Class, Shuh Tien Elementary School, Taichung County","Fine Art Class, Taichung Fengyuan Junior High School","Fu Hsing Shan Administration Office. Taoyuan County Government.","General Welfare Service of MND","Gong Pu Elementary School, Taoyuan County","Graduate Institute of International Politics, National Chung Hsing University","Graduate Institute of Manufazcturing Technology, National Taipei University of Technology","Graduate Institute of Photonics and Optoelectronics, National Taiwan University","Graduate Institute of Physiology, College of Medicine, National Taiwan University","Graduate of Trans-disciplinary, Taipei National University of the Art","Guishan Township Household Registration Office, Taoyuan County","Hakka Affairs Council","Health Promotion Administration, Ministry of Health and Welfare","Health and Physical Education Education Advisory Group of the Taipei Municipal Department Education","Hsiang Tan Elementary School, Pingtung County","Hsihu Town Office, Changhua County Government","Hsin Yuan Junior High School, Pingtung County","Hsiu Tsai Village Office, Yangmei, Taoyuan, Taiwan","Indigenous Peoples Bureau, Taoyuan County Government","Jhong Gjiao Elementary School, New Taipei City","Jing Hua Junior High School, Hsinchu County","Jiou De Elementary School, Taichung City","K12 Education Administration. Ministry of Education","Kuliao Elementary School, New Taipei City","Labor Psnsion Fund Supervisory Committee,Council of Labor Affairs, Executire Yuan","Lienchiang County Election Commission.","Lienchiang County Water Works","Liugui District Office. Kaohsiung City","Ministry of Culture. Executive Yuan.","Ministry of Health and Welfare","Nantou County Bi Fong Elementary School","National Central University Press","National Huwei Technology University Art Center","National Research Institute of Chinese Medicine, Ministry of Health and Welfare","National Taichung University of Science and Technology","National Taiwan University of Physical Education and Sport","Office for Industrialization Promotion of Agricultural Biotechnology","School of Humanities and Social Sciences, National Yang Ming University","Suan Tou Elementary School, Chiayi Country","Suao Township Administration Yilan Government","Tainan Branch, Soil and Water Conservation Bureau Council of Agriculture, Executive Yuan","Taiwan Bangzi Opera Company of National Center for Traditional Arts.","Taliwu Library of Comic","Taliwu Library of Picture Book","The Graduated Institute of Hospitaliry Education & Center for Teacher Education, National Kaohsiung University of Hospitality College Taiwan","The Orange Technology and GNH Research and Development Center, National Cheng Kung University","Tucheng Municipal Adnministration Office, New Taipei City Government","Waipu Hsiang Administration Office. Taichung City","Water Resources Bureau, Taivhung City Government","Wu Ling Primary School, New Taipei City","Xihu Land Office of Changhua County","Yunlin Paochung Village Administration Office","Zi Qiang Elementary School, Taoyuan County"],"098604":["Taichung Municipal Government.","Institute of Chinese Literature and Philosophy, Academia Sinica.","Institute of History and Philology. Academia Sinica.","Taoyuan City Government","Ministry of Education","Technological and Vocational Education Research Center, National Taiwan Normal University","Special Education Center, National Taiwan Normal University","Miaoli District Agricultural Research and Extension Station, COA","National Taiwan Arts Education Center","Chiayi County Cultural Bureau","Hualian Forest District Office","Min Ho Elementary School, Pingtung Country","Assembly Affairs Muesum of The Legislative Yuan","Institute of Labor, Occuptional Safety and Health, Ministry of Labor","National Health Research Institutes","Architecture & Building Research Institute. Ministry of Interior.","Department of Painting and Calligraphy Arts, National Taiwan University of Arts","Taipei Municipal Chung Shan Girls Senior High School","Humanities Center, National Chen Chi University","Executive Yuan","Education Bureau, Kaohsiung City Government","Department of Visual Arts, National Chiayi University","Fine Arts Department of National Taiwan University of Arts","Department of Fine Art, National Kaohsiung Normal University","Department of Architecture, National United University","Center for the Humanities, National Sun Yat-Sen University","National Chin-Yi University of Technology","National Open University","National Kinmen University","National Pingtung University","Department of Commercial Design, National Taichung University of Science and Technology","Department of Art Industry, National Taitung University","Academia Historica","Atomic Energy Council. Executive Yuan.","Bureau of Civil Affairs. Taipei City Government.","Bureau of Education. Kaohsiung City Government.","Bureau of Education. Taipei City Government.","Bureau of Environmental Protection. Taipei City Government.","Bureau of Environmental Protection. Yilan City Government.","Bureau of Foreign Trade. Ministry of Economic Affairs.","Bureau of Social Affairs. Kaohsiung City Government.","Bureau of Transportation. Taipei City Government.","Central Deposit Insurance Corp.","Central Election Commission.","Central Geological Survey. Ministry of Economic Affairs.","Central Police University Press","Central Weather Bureau","Changhua County Government","ChiaYi County Government","Chiang Kai-shek Memorial Hall","Chiayi County Government.","Chiayi Municipal Government.","Civil Service Protection & Training Commission.","Commission of Research, Development and Evaluation. Kaohsiung City Government.","Construction & Planning Administration. Ministry of the Interior.","Control Yuan.","Council for Economic Planning and Development, Executive Yuan.","Council of Agriculture, Executive Yuan.","Council of Labor Affairs. Executive Yuan.","Department of Commerce. Ministry of Economic Affairs.","Department of Health. Taipei City Government.","Department of Land Administration. Taipei City Government.","Department of Land Affairs, Ministry of Interior","Department of Rapid Transit Systems. Taipei City Government.","Department of Urban Development. Taipei City Government.","Employment and Vocational Training Administration. Council of Labor Affairs. Executive Yuan.","Environmental Protection Administration, Executive Yuan","Environmental Protection Administration. Executive Yuan.","Examination Yuan.","Freeway Bureau, MOTC","Hsinchu City Government.","Hsinchu County Government.","Hualien County Government","Hualien County Government.","Ilan County Government","Indigenous Peoples Commission, Taipei City Government.","Industrial Development Bureau. Ministry of Economic Affairs","Industrial Technology Department. Ministry of Economic Affairs.","Institute of Nuclear Energy Research. Atomic Energy Council. Executive Yuan.","Institute of Transportation, Ministry of Transportation andCommunications.","Investigation Bureau. Ministry of Justice.","Judicial Yuan.","Kaohsiung City Election Commission.","Kaohsiung City Government","Kaohsiung Municipal Library","Kaohsiung Museum of Fine Arts.","Keelung City Election Commission","Keelung Municipal Government","Keelung Municipal Government.","Kenting National Park Headquarters","Kinmen County Government","Kinmen National Park Headquarters.","Legislative Yuan.","Mainland Affair Council, Republic of China (Taiwan)","Mainland Affair Council. The Executive Yuan.","Miaoli County Government","Miaoli County Government.","Ministry of Civil Service.","Ministry of Education.","Ministry of Examination.","Ministry of Finance.","Ministry of Foreign Affairs, Republic of China (Taiwan)","Ministry of Foreign Affairs.","Ministry of Justice","Ministry of Justice.","Ministry of Transportation and Communications Taiwan Area National Expressway Engineering Bureau","Ministry of Transportation and Communications.","Ministry of the Interior","Ministry of the Interior.","Mongolian and Tibetan Affairs Commission.","Municipal Election Commission of Taipei","Nantou County Government","National Audit Office","National Central University","National Dong Hwa University.","National Dr. Sun Yat-sen Memorial Hall.","National Fire Agency, Ministry of the Interior","National Museum of History.","National Museum of Natural Science, the Republic of Chian","National Police Administration. Ministry of the Interior.","National Tainan Girls' Senior High School","National Taiwan Ocean University","National Taiwan University","Penghu County Government","Shei-Pa National Park Headquarters.","Taitung County Government","Taiwan Agricultural Chemicals and Toxic Substances Research Institute, Council of Agriculture.","Taiwan Power Company","Taroko National Park Headquarters.","The Publisher of Prospect & Exploration Magazine","Yangmingshan National Park Headquarters.","Yilan County Government","Yunlin County Government.","Yushan National Park Headquarters","4th River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","4th River Management Office, WRA","Academia Sinica","Administrative Enforcement Agency, Ministry of Justice","Aerial Survey Office","Aerial Survey Office, Forestry Bureau","Aerial Survey Office.","Agriculture & Fishery Bureau of Peng-Hu County","Agriculture and Food Agency, Council of Agriculture. Executive Yuan.","Animal Health Research, Council of Agriculture. Executive Yuan.","Aviation Safety Council","Biodiversity Research Center . Academia Sinica.","Burcau of Cultural Affairs, Chang-Hua County","Bureau of Animal and Plant Health Inspection and Quarantine Council of Agriculture. Executive Yuan.","Bureau of Cultural Affairs, Kaohsiung City Government","Bureau of Cultural Affairs, Tainan City Government","Bureau of Culture, Kinmen County","Bureau of Culture, Penghu County","Bureau of Education. Taoyuan City Government.","Bureau of Health Taoyuan County Government.","Bureau of Mine, Metrology and Inspection","Bureau of Redevelopment City of Kaohsiung","Bureau of Social Affairs. Taipei City Government.","Center for Art National Central University","Center for Study of Sexuality and Difference. National Central University","Centra Water Resources Bureau, WRA, Moea","Cheng Kung Elementary School","Chiayi Forest District Office","Chihshang Village Adnministration Office Taitung County Government","Chinese Telecom Co., Ltd.","Chinmen Fisheries Research Institute, COA","Chinmen Forestry Bureau","Chu Shan Administration Office, Nantou County Government","Chu Tung Town Administration Office. Hsinchu County","Chu Wan Elementary School, Penghu","Chuanchiu Primary School, Yunlin County","Chunghwa Post Co., Ltd. Ministry of Transportation and Communications","Civil Aeronautics Administration","Civil Affairs Bureau. Kaohsiung City Government.","College of Liberal Arts, National Chengchi University","College of Liberal Arts. National Sun Yat-Sen University","Commission on the Disciplinary Sanctions of Functionaries","Councal of Hakka Affairs, Taipei City Government.","Council for Hakka Affairs","Council of Agriculture Executive Yuan Forestry Bureau Hsinchu Forest District","Council of Agriculture, Executive Yuan, Tea Research and Extension Station","Councl of Aboriginal Offiars the Executive Yuan","Cultural Affairs Bureau of Chiayi","Cultural Affairs Bureau of Hsinchu County","Cultural Affairs Bureau of Taichung City Government","Cultural Affairs Bureau of Taoyuan County Government","Cultural Affairs Bureau, Taichung City Government","Cultural Affairs Bureau, Tainan City Government","Department Design Research, National Yunlin University of Technology","Department of Chinese Literature","Department of Chinese Literature and Language. National Taiwan University","Department of Chinese Literature, National Chengchi University","Department of Chinese Literature, National Taipei University","Department of Chinese Literature. National Chung Hsing University.","Department of Chinese Literature. National Kaohsiung Normal University","Department of Civil Engineering. National Taiwan University","Department of Culture Affairs, Taipei City Government.","Department of National Treasury, Ministry of Finance.","Department of Pharmacy, National Taiwan Univerisity Hospitu","Department of Rapid Transit Systems. Kaohsiung City Government.","Department of Special Eduation, Ministry of Education","East Asia Research Center of National Chi Nan University","East Rift Valley National Scenic Area Administration, Tourism Bureau, Ministry of Transportation and Communications","Electronic Commerce Research Center. National Sun Yat-Sen University","Endemic Species Research Institute, C.O.A.","Environmental Protection Training Instituty, Environmental Protection Administration. Executive Yuan.","Executive Yuan Hai An Hsuan Fang Shu","Fengshan Tropical Horculture Experiment Station, TARI Council of Agriculture.","Fisheries Agency, COA, R.O.C.","Fisheries Research Institute, COA","Forest Conservation and Management Administration Vocational Assistance Commission for Retired.","Forestry Bureau","Fuel Cycle And Materials Administration Atomic Energy Council. Executive Yuan.","General Coast Patrol Agency. Executive Yuan","Graduate School of Performing Arts, National Taiwan Universityof Arts","Green Island Village Adnministration Office Taitung County Government","Institute of Ethnology. Academia Sinica.","Institute of International Relations, National Chengchi University","Institute of Linguistics, Academia Sinica.","Institute of Modern History, Academia Sinica","Institute of Modern History. Academia Sinica.","Intellectual Property Office, MOEA","Kin Men Liehyu Administration Office","Lienchiang County Cultural Bureau","Lienchiang County Government","Livestock Research Institute. Council of Agriculture, Ececutive Yuan","Management Board Public Service Pension Fund","Managemnet Board Public Service Pnsion Fund","Maolin National Scenic Area Administration. Tourism Bureau.","Master's Program of Leisure and Exercise Studies National Yunlin University of Technology","Matsu National Scenic Area Administration. Tourism Bureau.","National Center for Traditional Arts.","National Chengchi University, Communication Research Center","National Chiayi University","National Chung Hsing University","National Defense University","National Pingtung University of Science and Technology","National Taitung University Laboratory Elementary School","National Taiwan Museum","National Taiwan University Library","National Taiwan University of Arts","National Tsin Hua University","Natou County Puli Township Public Office","Preparatory Committee for Establishment National Chi Nan University","Selected Readings on Training and Development","Taichung District Agricultural Impovement Station","Taipei City Wu Chang Elementary School","Taipei Mandarin Exprimental Primary School","Taipei National University of the Art","Taiwan Forestry Research Institute","The Experimental Forest College of Agriculture. National Chung Hsing University.","The Institute of Europe-American. Academia Sinica.","The Preparatory Office of the Institute of Sociology. Academia Sinica.","Tourism Bureau. Ministry of Transportation and Communications. Alishan National Scenic Area Administation","Water Resources Agency, MOEA","Water Resources Bureau Moea","Water Resources Bureau Moea of Taipei","Yunlin Gukeng Village Administration Office","Bureau of Transportation, Taichung Municipal Government.","Bureau of Transportation, Tainan Municipal Government","Central District Project Office, Department of Rapid Transit Systems, Taipei City Government.","Changhua Village Office, Changhua City Government","Chungcheng Primary School, Chinmen Hsien","Chungli City Government","Departmant of Chinese Literature. National Sun Yat-Sen University","Department of Cardiovascular Surgery, National Taiwan University Hospital","Department of Investment Services, Ministry of Economic Affairs","Department of Journalism, National Chengchi University","Economic Processing Zone Administration Ministry of Economic Affairs","National Chengchi University","National Chung Cheng University","Institute of Economics, Academia Sinica","Center for Chinese Language and Culture Studies National Taiwan Normal University.","Department of Geography. National Taiwan Normal University.","National Taiwan Normal University","National Taiwan Normal University Science Education Center","Research Center for Conservation of Culture Relics, National Taiwan Normal University","Special Education Center. National Taiwan Normal University.","Special Education Department. National Taiwan Normal University.","Technological and Vocational Education Research Center. National Taiwan Normal University.","College of Planning and Design, National Cheng Kung University","Department Architecture, National Cheng Kung University","Department of Chinese Literature National Cheng Kung University","Department of Transportation and Communication Management National Science, Cheng Kung University","National Cheng Kung University","National Cheng Kung University Art Center","National Chiao Tung University","6th River Management Office WRA, MOEA","8th River Management Office WRA, MOEA","Art Center, National Yunlin University of Technology","Bank of Taiwan","Beipu Village Administration Office. Hsinchu County","Bureau of Education. Tainan City Government.","Bureau of Employment and Vocation Training Employment ServicesCenter, Taoyuan-Hsinchu-Miaoli Region","Bureau of Health. Kaohsiung Govenment","Bureau of Social Affairs. Tainan City Government.","Bureau of Urban Development, Tainan City Government","Center for Survey Research, RCHSS, Academia Sinica","Center for Teacher Education, National Chi Nan University","Changhua County Council","Chi Chun Research Center. National Central University.","Chin Feng Village Adnministration Office Taitung County Government","Chin Sha Primary School, Chinmen Hsien","College of Humanity Art, Natioanl Taipei University of Education","Department of Graphic Communication Arts National Taiwan University of Arts","Department of Health. Kaohsiung City Govenment","Department of Industrial Technology Educational National Kaohsiung Normal University","Department of Multimedia Design, National Formosa University","Department of Special Education, National Chiayi University","Directorate General of Highways, MOTC","General Political Warfare Department. Ministry of National Defense.","Graduate School of Printmaking National Taiwan University of Arts","Hakka Affairs Commission, Kaohsiung City Government.","Heng Chun Township Office, Pingtung County","Highland Experimental Farm, College of Bioresources and Agriculture, National Taiwan University.","International Union of History and Philosophy of Science, Division of History of Science(IUHPS/DHS),Committee for History ..","Kuandu Museum of Fine Arts, Taipei National University","Long Tan Administration Office. Taoyuan County Government.","Lung Gang Elementary School Taoyuan Hsin","National Chengchi University Libraries, NCCU","National I-Lan University","National Penghu Institute of Tchnology","National Pingtung University of Education","National Taipei University of Education","National Taiwan College of Performing Arts","National Union University","National University of Tainan","Navy Headquarters, Ministry of National Defense.","Pingtung County Government","Tainan National University of the Arts","The 10th River Management Office. Water Resources Agency MOEA.","The 1st River Management Office. Water Resources Agency MOEA.","The 2nd River Management Office. Water Resources Agency MOEA.","fifth River Busin Management Baread. Water Resources Bureau Moea. Economic Affairs","Air Force Command Headquarters, Ministry of National Defense.","Army Command Headquarters, Ministry of National Defense R.O.C.","Art Center National Chung Hsing University","Art College, National University of Tainan","Bureau of Education, Keelung City Government","Bureau of Education. Keelung City Government.","Bureau of Environment Protection Taichung City","CPC Corporation, Taiwan","Center for Society, Technology, and Medicine. National Cheng Kung University","Center for Teacher Education Program, Pingtung University of Science and Technology","Center for Teacher Education. National Taiwan University","Center for Teacher Educatiuon. National Taiwan University","Center of General Education of National Kaohsiung University of Applied Sciences","Chiayi County Election Commission.","Chin Sha Senior High School, Chinmen Hsien","College of Management, National Pingtung University of Science and Technology","Committee of Education, National Kaohsiung Marine University","Cultural Affairs Department, Pingtun Government","Department of Aquatic Sport Management, National Kaohsiung Marine University","Department of Business Administration and Institute of Business Management, National Pingtung Instisute of Commerce.","Department of Business Administration, National Kaohsiung University of Applied Sciences","Department of Chinese Literature, Tainan National University of Tainan","Department of Horticultural Science, National Chiayi University","Department of Slavic Language and Literatures, National Chengchi University","Department of Visual Design, National Kaohsiung Normal University","Digital Culture Center, National Dong Hwa University","Eastern Coast Patrol Office, Coast Guard Administration, Executive Yuan","Education Experimental Elementary School, National University of Tainan","Experimental Farm, College of Bioresources and Agriculture, National Taiwan University.","Fourth Maintenance Office Directorate General of Highways","Graduate Institute of Technological and Vocational Education, Pingtung University of Science and Technology","HCC Edu.Development and Information Institution","Institute of Technology Management, National Pingtung University of Science and Technology","Jinhu Town Office, Kinmen County","Kaohsiung Municipal Nan-Zih Comprehensive High School","Land Consolidation Engineering Bureau, Ministry of the Interior R.O.C.","Lingnan Fine Arts Museum, Academia Sinica","National Changhua University of Education","National Communications Commission","401st Plant, Material Production Center Armament, Bureau MND R.O.C.","Affiliated Experimental Elementary School of National Chiayi University","Architecture Department, National Taiwan University of Science and Technology","Bureau of Education, Miaoli County Government","Bureau of Education, Miaoli County Government.","Bureau of Education. Taichung City Government","Center for Emerging Contaminants Research, National Sun Yat-Sen University.","Center for Humanities, National Sun Yat-Sen University.","Center for Modern Japan Studies, National Chengchi University","Central Region Office, Ministry of Economic Affairs","Cheng Gong Elementary School, Chiayi Country","Chi Feng Elementary School, Taichung Hsien","Chi Mei Elementary School, Penghu City.","Chiayi City Election Commission","Chung Ping Elementary School, Taoyuan County","Councal of Hakka Affairs, Traichgung City Government","Department of Adapted Physical Education, National Taiwan Sport University","Department of Communication Engineering, National Penghu Institute of Tchnology","Department of Health, Taiwan City Government","Department of Music, National Chiayi University","Department of Physical Education, Health & Recreation, National Chiayi University","Graduate Institute of Gender Education. National Kaohsiung Normal University.","Graduate School of Printmaking, National Taiwan University of Arts","Intellectual Property Court","Jin Jhu Elementary School, Kaohsiung City","National Kaohsiung University of Hospitality and Tourism","National Keelung Senior High School","National Taipei University of Nursing and Health Science","National Taiwan Sport University","New Taipei City Yingko Ceramics Museum","New Taipei Cultural Bureau","Public Health Bureau, Tainan City Government","Research Center for Promoting Civic Literacy, National Sun Yat-Sen University.","Taijiang National Park Headquarters","Academia Sinica Center for Digital Cultures","Academia Sinica Digital Center","Academy for the Judiciary, Ministry of Jestice","Administration Office of MND, ROC","Administration Office, Ministry of National Defense, ROC","Agency Against Corruption, Ministry of Justice","Agency of Correction, Ministry of Justice","Agriculture Bureau, Kaohsiung City Government.","Agriculture Bureau, Taichung City Government.","Armed Forces Reserve Command","Board of Science and Technology, Executive Yuan","Bureau of Audiovisual and Music Industry Development, Ministry of Culture","Bureau of Cultural Heritage","Bureau of Education, Chunghua County Government.","Bureau of Environmental Protection, New Taipei City Government","Bureau of Environmental Protection. New Taipei City Government.","Bureau of Social Affairs, Senior Citizen's Service Center, Kaohsiung City Government.","Center for Hong Kong Studies, National Central University","Center for Teaching and Learning Development, National Chengchi University","Centers for Disease Control, Ministry of Health and Welfare","Central Personnel Administration. Executive Yuan, R.O.C.","Chiayi County Fire Bureau","Chiayi District Prosecutors Office","Chiu Ju Village Administration Office. Pingtung County","Chu Tang Village Office, Changhua County Government","Chung Chen Elementary School, Penghu County","College of Electrical Engineering and Computer Science, National Kaohsiung first University","Department of Architecture, National Union University","Department of Arts and Creative Industries, National Dong Hwa University","Department of Cultural Cultural Creative, National Kaohsiung University of Applied Sciences","Department of Cultural Resources and Leisure Industries, National Taitung University","Department of Electrical Engineering, National Taiwan University","Department of European Languages and Cultures, College of Foreign Languages and Literature, National Chen Chi University","Department of Recreational Sport & Health Promotion, National Pingtung University of Science and Technology","Department of Shipping and Transportation Management, National Kaohsiung Marine University","Department of Sports, Kaohsiung City","Directorate General of Budget, Accounting and Statistics. Executive Yuan. the Republic of China","Fengyuan District Office. Taichung City","Fine Art Class, Taichung Fengyuan Junior High School","Fu Hsing Shan Administration Office. Taoyuan County Government.","Gong Pu Elementary School, Taoyuan County","Hakka Affairs Council","Health Promotion Administration, Ministry of Health and Welfare","Health and Physical Education Education Advisory Group of the Taipei Municipal Department Education","Hsiang Tan Elementary School, Pingtung County","Hsin Yuan Junior High School, Pingtung County","Jhong Gjiao Elementary School, New Taipei City","K12 Education Administration. Ministry of Education","Kuliao Elementary School, New Taipei City","Lienchiang County Election Commission.","Ministry of Culture. Executive Yuan.","Ministry of Health and Welfare","National Research Institute of Chinese Medicine, Ministry of Health and Welfare","National Taiwan University of Physical Education and Sport","Tainan Branch, Soil and Water Conservation Bureau Council of Agriculture, Executive Yuan","Taliwu Library of Comic","Waipu Hsiang Administration Office. Taichung City","Water Resources Bureau, Taivhung City Government","Accredition Center of E-learning","Adult & Continuing Education, National Chung Cheng University","Affiliated Experimental Elementary School of University of Taipei","Affiliated Kindergarten of Hsin Chen Elementary School, Nantou County","Aging and Education Research Center, National Chung Cheng University","Ai Kuo Elementary School, Nantou","Beitou District Health Center, Taipei City","Bureau of Labor Funds, Ministry of Labor","Bureau of Labor Insurance, Ministry of Labor","CPC Corporation, Taiwan Refining Business Div. Kaohsiung Refinery","Career Counseling Center, K-12 Education Administration, Ministry of Education(National Chiayi Special School)","Center for Creativity and Innovation Studies, National Chengchi University","Center for Design Research, National Yunlin University of Technology","Center for General Education, National Sun Yat-Sen University","Center for K-12 Nanotechnology Education Human Resource Development","Center for K-12 Nanotechnology Education Human Resource Development, National Taiwan University","Center for Liberal Arts Education, Natioanl Taipei University of Education","Center for Quality Management, National Taiwan University Hospital","Center for Security Studies, National Chengchi University","Central Region Children's Home, MOHW","Changbin Township Office","Changhua Land Office of Changhua County","Changhua Municipal Chang An Junior High School","Changhua Municipal Changhua Art High School","Changhua Municipal Hsi Hu Junior High School","Chao Chou Elementary School, Pingtung Country","Chao Nan Elementary School, Pingtung Country","Che Chen Elementary School, Pingtung Country","Cheng Kung Elementary School, Taichung City","Chi Ku District Office Tainan City","Chi Pei Elementary School, Penghu County","Chia Lu Elementary School, Pingtung County","Chia Tung Elementary School, Hsinchu","Chiao Te Elementary School, Pingtung County","Chiao Yung Elementary School, Pingtung County","Chiayi Branch & Wanqiao Branch, Taichung Veterans General Hospital","Chiayi Motor Vehicles Office, Directorate General of Highways, MOTC","Chiayi Municipal Tai Yeh Junior High School","Chin Ho Elementary School, New Taipei City","Chinmen County Chin Hu Elementary School","Chu Lin Elementary School, Pingtung County","Chu Tien Elementary School, Pingtung County","Chu Tien Township Office, Pingtung County","Chu Yuan Elementary School, Chiayi Country","Chung Liao Elementary School, Lutsao Township, Chiayi Country","Chung Yuan Elementary School, Nantou County","Chunghua County Hsin Sheng Elementary School","Chungping Elementary School, Taoyuan","Civil Affairs Office of Luzhu District, Taoyuan","Civil Service Development Institute, Kaohsiung City","Cloud Computing and Intelligent System Laboratory","College of Arts, National Kaohsiung Normal University","College of Hakka Studies, National Chiao Tung University","Community Forestry, National Pingtung University of the Department of Forestry","Councl of Indigenous Peoples","Da Keng Elementary School, Taoyuan County","Department of Animal Science, National Chiayi University","Department of Applied History, National Chiayi University","Department of Budget, Accounting and Statistics, New Taipei City Government","Department of Civil Engineering, National Kaohsiung University of Applied Sciences","Department of Computer Science and Information Engineering, National Penghu University of Science and Tchnology","Department of Computer Science and Information Engineering, National Pingtung Instisute of Commerce.","Department of Construction Engineering, National Kaohsiung First University of Science and Technology.Department of Computer Science","Department of Cultural Affairs, Taoyuan","Department of Education, Taoyuan City Government.","Department of Indigenous Affairs, Taoyuan City","Department of Landscape Architecture, National Chiayi University","Department of New Media art, School of Film and New Media, Taipei National University of the Arts","Department of Physhical Education Major, National Kaohsiung Normal University","Department of Physical Therapy, National Taiwan University","Department of Plant Medicine, National Chiayi University","Department of Plsnt Pathology and Microbiology, National Taiwan University","Department of Public Health, Taoyuan","Department of Shipping Technology, National Kaohsiung Marine University","Department of Shipping and Transportation Management, National Penghu University of Science and Tchnology","Department of Urban Development, Taoyuan City Government.","Department of Youth Affairs, Taoyuan","Department of budget, Accounting and Statistic, Taitung County Government","Evergreen Lily Elementary School, Pingtung County","Feng Pin Village Adnministration Office, Hulien County","Fong Liou Elementary School, Pingtung County","Fu Kuei Elementary School, Nantou County","Gang Pu Elementary School, Kaohsiung City","General Education Center, National Penghu University of Science and Tchnology","Gifted and Talented Class, Chung Cheng Elementary School, New Taipei City","Gong Pu Elementary School, Taoyuan City","Graduate Institute of Biochemistry and Molecular Biology, College of Medicine, National Taiwan University","Graduate Institute of Intellectual Property, National Taipei University of Technology","Guo-Guang Laboratory School, National Sun Yat-Sen University","Hakka Affairs Bureau Taoyuan City Government","Hakka Affairs Bureau Taoyuan County Government","Her Herng Elementary School, Penghu County","Household Registration Office of Taoyuan District, Taoyuan","Hsinchu Motor Vehicle offices, Directorate General of Highways, MOTC","Hsing Chung Elementary School, Minhsiung Township, Chiayi Country","Hualien Guangfu Township","Indigenous Affairs Commission Kaohsiung City Government","International College National Pingtung University of Science and Technology","Jhen Dong Elementary School, Douliou, Yunlin County","Jhu Pu Elementary School Yanshui District Tainan City","Jhuolan Township Office Miaoli County","Jianan Phychiatric Center, MOHW","Kao I Elementary School, Taoyuan City","Kaohsiung Municipal Ling Jhou Elementary School","Kaohsiung Municipal Linyuan Senior High School","Keelung City, Qidu District Office","Kou She Elementary School, Pingtung","Kuang An Elementary School, Pingtung County","Liou Guei Senior High School","Lujhu Land Office, Taoyuan County","MCNDU Information Warfare Laboratory","Ma Jia Administration Office, Pingtung County Government","Ministry of Labor","Ministry of Science and Technology, R.O.C.","Nan Shi Elementary School, Taoyuan City","Nantou County Township De Hwa Elementary School","Nantou Shiuhkuang Senior High School Library","National Cheng Kung University Hospital Pulmonary Hypertension Team","National Nanke International Experimental High School","National Peimen Senior Agricultural and Industrial Vocational School","National Wufeng Agricultural & Industrial High School","National Yang Ming University VYM Genome Research Center","Nei Pu Elementary School, Pingtung County","New Taipei Municipal Fuhe Junior High School","Northern Section Advisory Team of R.O.C. Military Facilities Engineering","Office of Industrial Collaboration and Continuing Education Affairs Entrepreneurshio Center, National Sun Yat-Sen University","Pai Sha Elementary School, Pingtung County","Port of Kaohsiung Taiwan Intenational Ports Corporation","Quchi Elementary School, Xindian Dist., New Taipei City","Research Center for Humanities and Social Sciences, National Cheng Kung University","Research and Developmnet, National Chi Nan University","Rui Ping Elementary School, New Taipei City","School of Pharmacy, National Taiwan University","Sin Fa Elementary School, Kaohsiung City","Subtropical Low-carbon Center, National University of Kaohsiung","Sung Literary and Historical Research, Departmant of Chinese Literature. National Sun Yat-Sen University","Taichung Municipal Wufeng Agricultural & Industrial High School","Tainan Municipal Jai Nan Elementary School","Tainan Municipal Kuoyi Elementary School","Tainan Municipal Liu Chia Elementary School","Taipei Municipal Wuchang Junior High School","Taiwan Shihmen Irrigation Association","Taoyuan City Lioho High School","Tsai Hsing Elementary School, Pingtung County","Workforce Development Agency, Ministry of Labor","Workforce Development Agency, Ministry of Labor Taichung-Changhua-Nantou Regional Branch","Workforce Development Agency, Ministry of Labor Yunlin-Chiayi-Taiwan Regional Branch","Wuen Chang Elementary School, Tainan City","Young-An Elementary School, Tainan City"]}